[
 "UN Secretary-General Antonio Guterres urged the world Monday to \"stop the madness\" of climate change as he visited Himalayan regions struggling from rapidly melting glaciers to witness the devastating impact of the phenomenon. \"The rooftops of the world are caving in,\" Guterres said on a visit to the Everest region in mountainous Nepal, adding that the country had lost nearly a third of its ice in just over three decades. \"Glaciers are icy reservoirs -- the ones here in the Himalayas supply fresh water to well over a billion people,\" he said. \"When they shrink, so do river flows.\" Nepal's glaciers melted 65 percent faster in the last decade than in the previous one, said Guterres, who is on a four-day visit to Nepal. Glaciers in the wider Himalayan and Hindu Kush ranges are a crucial water source for around 240 million people in the mountainous regions, as well as for another 1.65 billion people in the South Asian and Southeast Asian river valleys below. The glaciers feed 10 of the world's most important river systems, including the Ganges, Indus, Yellow, Mekong and Irrawaddy, and directly or indirectly supply billions of people with food, energy, clean air and income. Scientists say they are melting faster than ever before due to climate change, exposing communities to unpredictable and costly disasters. \"I am here today to cry out from the rooftop of the world: stop the madness\", Guterres said, speaking from Syangboche village, with the icy peak of the world's highest mountain Everest towering behind him. \"The glaciers are retreating, but we cannot. We must end the fossil fuel age,\" he said. The world has warmed an average of nearly 1.2 degrees Celsius since the mid-1800s, unleashing a cascade of extreme weather, including more intense heatwaves, more severe droughts and storms made more ferocious by rising seas. Hardest hit are the most vulnerable people and the world's poorest countries, which have done little to contribute to the fossil fuel emissions that drive up temperatures. \"We must act now to protect people on the frontline, and to limit global temperature rise to 1.5 degrees, to avert the worst of climate chaos,\" Guterres said. \"The world can't wait.\" In the first phase of climate change's effects, melting glaciers can trigger destructive floods. \"Melting glaciers mean swollen lakes and rivers flooding, sweeping away entire communities\", he added. But all too soon, glaciers will dry up if change is not made, he warned. \"In the future, major Himalayan rivers like the Indus, the Ganges and Brahmaputra could have massively reduced flows, he said. \"That spells catastrophe\".",
 "At least 14 persons lost their lives and more than 100 others, including 23 army personnel, are reportedly missing in Sikkim after the Teesta river went into spate on Wednesday. The flash floods seem to have been triggered by a combination of factors. A cloud burst ripped apart the South Shonak Lake — a glacial body in the state’s northwest. According to Sikkim’s Disaster Management Authority (SDMA), the Teesta has inundated at least four districts in the state. The calamity was aggravated by the release of water from the Chungthang dam — initial reports suggest that the breach was caused by water rushing from the mountains. Disaster management authorities are also investigating the possibility of the event being triggered by an earthquake in Nepal on Tuesday. The probe is likely to throw more light on the immediate causes of the flash flood but one thing has long been clear — states in the Himalayan region must respect the fragile ecology of the mountains and put in adequate safeguards to mitigate the damage caused by increasingly frequent extreme rainfall events. For years, studies have red-flagged the South Shonak Lake’s expansion due to glacial melting and warned that the water body is susceptible to breaches. In 2021, for instance, a study by scientists from IIT Roorkee, Indian Institute of ScienceBangalore, University of Dayton, USA, University of Graz, Austria, and the Universities of Zurich and Geneva in Switzerland recommended regular monitoring of the lake’s growth and continuous assessment of the region’s slope stability. The National Disaster Management Authority guidelines also say that risk reduction has to begin with mapping such water bodies, taking structural measures to prevent their breach and establishing mechanisms that can alert people about glacial lake outbursts. The IMD has collaborated with the US National Weather Service to warn people about six to 24 hours before a flash flood. But the system doesn’t seem to have come to terms with the Himalayan region’s idiosyncrasies. The Northeast has a key place in the hydel power push of successive governments at the Centre. The Chungthang Dam is a part of the 1,200 MW Teesta Stage 3 Hydroelectric Project. The government claims that such projects are climate-friendly because of their low emissions intensity. Hydroelectric power is also a major source of revenue for Sikkim. Ecologists, however, caution against the adverse effects of dam construction — it increases the volatility of rocks in the Himalayan region. Wednesday’s disaster is a warning to take such caveats seriously and install robust safety mechanisms.",
 "India, the first non-Arab country to recognise the PLO in the 1970s, is now seen closer to Israel and its biggest benefactor, the United States. New Delhi, India– Israel’srelentless bombingof the besieged Gaza Strip and killing of nearly 6,000 people – a third of them children – in two weeks has outraged people across the world, triggering mass protests and a call for an immediate ceasefire. However, in India – the first non-Arab country to recognise the Palestine Liberation Organization (PLO), but now seen closer to Israel and its biggest benefactor, the United States – some pro-Palestine protesters reported being targeted by the government. Less than a week after the Gaza assault began, police in Hamirpur district of India’s most populous Uttar Pradesh state were looking for Muslim scholars Atif Chaudhary and Suhail Ansari. Their alleged crime: putting a WhatsApp display photo that said: “I stand with Palestine.” The two men were charged with promoting enmity between social groups. Ansari is under arrest, while Chaudhary is on the run, according to the police. In the same state, governed by the Hindu nationalist Bharatiya Janata Party (BJP), four students of the Aligarh Muslim University were booked by the police after they took out a pro-Palestine march on the campus a day after the Gaza assault began on October 7. However, when the Hindu far-right group Bajrang Dal took out a pro-Israel march in the same Aligarh city, raising slogans such as “Down with Palestine, Down with Hamas”, no action was taken against them by the authorities. In the national capital, New Delhi, there have been several examples of people being detained during rallies organised by student groups, activists and citizens for solidarity with the Palestinians since October 7.      In the western state of Maharashtra, also governed by the BJP in alliance with a regional party, two protesters, Ruchir Lad and Supreeth Ravish, were arrested on October 13 for holding a march against the war on Gaza and charged with unlawful assembly. Pooja Chinchole, member of the Revolutionary Workers Party of India and one of the organisers of the protest held in state capital Mumbai, told Al Jazeera the police “created many hurdles before us when they got to know that we are organising a pro-Palestine protest”. “They detained one of the organisers a day before the protest and three organisers on the morning of the protest. When we still gathered to protest, they snatched our microphone, placards, and after a while, started using force on some of us,” she said. The crackdown, however, was not limited to the BJP-ruled states only. In the southern Karnataka state, governed by the main opposition Congress party, police charged 10 activists with creating a public nuisance after they organised a silent march in support of the Palestinians on October 16 in Bengaluru, the capital of the state. The Karnataka police also arrested a 58-year-old Muslim man for allegedly posting a video in support of Hamas on WhatsApp. Police also briefly detained Alam Nawaz, a Muslim government employee, for updating his WhatsApp status with a Palestinian flag and “Long Live Palestine” message. “People started seeing me with suspicion as if I have committed some crime by expressing my solidarity with Palestinian people,” Nawaz, 20, told Al Jazeera. All this despite the Congress expressing its support for the “rights of the Palestinian people to land, self-government and to live with dignity” as the party called for an immediate ceasefire in a resolution passed by its working committee on October 9. Meanwhile, pro-Israel rallies, organised mainly byHindu right-wing groups, were seen across India, while many on social media offered their services to the Israeli forces. On Saturday, dozens of supporters of a retired Indian army soldier travelled 182km (113 miles) to reach the Israeli embassy in New Delhi where they offered to go to Israel to fight against the Palestinians in Gaza. Last week, one of India’s most influential Hindu nationalists, Yati Narsinghanand, released a video in which he said Hindus and Jews “have the same enemy: Muhammad and his satanic book” as he urged the Israeli government to allow 1,000 Hindus to settle in Israel in order to “take on those Muslims”.      Israel’s ambassador to India, Naor Gilon, on October 8 said he had received several requests from Indians wanting to voluntarily fight for Israel. Apoorvanand, professor of Hindi language at Delhi University, told Al Jazeera he was not surprised that the Hindu far right, which openly admires Adolf Hitler for his action against the Jews, is now supporting the Zionists in Israel. “Hindu far-right organisations in India have always supported those who dominate by violence. Hitler did once, so they supported him. Now Israel is doing this, so they are supporting it,” he said. Apoorvanand said the Hindu right in India thinks there are ideological linkages between them and the Zionists in Israel. “It looks like Israel is fighting a proxy war on behalf of the Hindu far right. They think Israel is fighting and decimating Muslims on their behalf. The way they want to establish Akhand Bharat [Unified India] by joining Pakistan, Afghanistan, Nepal together with India, they think Israel is following the same expansionist ideology,” he said. This was not always the case. India’s foreign policy has historically supported the Palestinian cause, which began with India voting against the United Nations resolution to create the state of Israel in 1947 and then recognising the PLO as a representative of the Palestinian people in 1974. India’s pro-Palestine stand was guided by the shared history of colonisation by the British, Zikrur Rahman, former Indian ambassador to Palestine, told Al Jazeera. “In the postcolonial era, we identified that this is a colonial attempt to divide the country and to create another country. We were not in favour of the creation of a country on the basis of religion,” he said.      Rahman, however, added that while India’s position on Palestine has not changed, it is not as strong as it used to be. India recognised the creation of Israel in 1950, but did not establish diplomatic relations until 1992, when the details of the firstOslo Accordwere being finalised. Since then, India has tried to strike a balance between its strategic relations with Israel and sympathising with the Palestinian struggle. Today, India is the largest buyer of Israeli-made weapons, while strategic and security cooperation between them has grown manifold. Comparisons have also been made between Israel demolishing homes of Palestinians in the occupied territories and a similar policy adopted by some BJP state governmentsmainly against Muslimsas forms of “collective punishment” of the community. Since Prime Minister Narendra Modi came to power in 2014, he has made public statements, calling his Israeli counterpart Benjamin Netanyahu a “good friend” on several occasions. Modi was one of the first global leaders to post his solidarity with Israel after Hamas’s unprecedented incursion on October 7. “Deeply shocked by the news of terrorist attacks in Israel,” said his post on X, which came four hours before US President Joe Biden reacted to the event. Modi also condemned the Israeli attack onal-Ahli Arab Hospitalin Gaza on October 18, in which nearly 500 Palestinians were killed, though his message on X appeared nearly eight hours after Biden’s post. Meanwhile, India’s Ministry of External Affairs issued a statement on October 12, reiterating New Delhi’s position of establishing a “sovereign, independent, and viable state of Palestine, living within secure and recognised borders, side by side at peace with Israel”. Last week, Modi posted on X about his phone call with the Palestinian Authority President Mahmoud Abbas, in which he repeated India’s “longstanding principled position on the Israel-Palestine issue”. He said his government is sending humanitarian assistance for the besieged residents of Gaza. Journalist Anand K Sahay, however, thinks India’s response to the unfolding humanitarian disaster in Gaza has not been adequate. “What India didn’t say is important. India didn’t demand a ceasefire. Historically, India has always demanded a ceasefire in case of a [foreign] war. In this case also we should have strongly said: stop the war,” he told Al Jazeera. Sahay said Modi’s flaunting of closeness with Israel is also aimed at appeasing his core vote bank: the Hindus. “Suppose there was another religion in majority in Palestine. Then our stand may have been different. During the Russia-Ukraine war, we said ‘this is not an age of war’. Why couldn’t we say this in case of Israel-Palestine war?” asked Sahay. “By not asking for a ceasefire, India was also indirectly signalling the US that the Indian position was very close to the US line.”               Follow Al Jazeera English:",
 "Written by Alex Travelli and Hari Kumar No nation in the world is buying as many airplanes as India. Its largest airlines have ordered nearly 1,000 jets this year, committing tens of billions of dollars to a spending spree that is unparalleled in aviation. In NewDelhi, Indira Gandhi International Airport will be ready for 109 million passengers next year, as it prepares to become the world’s second busiest, behind Hartsfield-Jackson Atlanta International Airport in the United States. And this is happening in a vast country still heavily reliant on trains — with 20 journeys by rail for every one by air. The enormous aviation build-out, with a surge of investment behind it, has pride of place in India’s case for a greater standing on the world stage. As it moves up the ranks of the world’s biggest economies, India is scrambling to meet the expanding ambitions of its ascendant middle class. Its airports present highly visible achievements. Air travel remains out of the financial reach of most Indians. An estimated 3% of the country’s population flies on a regular basis. But in a nation of 1.4 billion people, that percentage represents 42 million — executives, students and engineers who yearn to get quickly from here to there inside India’s borders, and to gain easier access to destinations beyond, for both business and vacation. Kapil Kaul, CEO of CAPA India, an advisory firm focused on aviation, calls “the next two to three years critical for achieving the quality of growth that India desires and deserves.” Growth has so far been profitless. Now Indian aviation must prove it can make money. The effects of the spending spree should redound across India’s economy. Cargo comes with passenger traffic, and foreign investment tends to follow closely behind, Kaul said. Arrivals to the international terminal at Indira Gandhi Airport are greeted by a wall of giant sculptural hands, their fingers and palms folded into the signifying shapes of the Buddha’s gestures, looking both ancient and futuristic. In 2012, when they were installed, 30 million passengers passed through the airport. By the time the airport has expanded to its new capacity, another one will have been built from scratch on the other side of the city. Indira Gandhi Airport is racing to get bigger. In July it added a fourth runway and opened an elevated taxiway. The company that operates it, GMR Airports, took over in 2006, a time when all arrivals walked past cows lazing in the dust to reach a taxi stand. By 2018 the facility was rated as India’s most valuable infrastructural asset. To spare the use of jet fuel, a battery-powered TaxiBot lugs idling planes around the tarmac. An automated luggage-handling system can sort 6,000 bags an hour. Two beneficiaries of India’s expanding aviation market are the world’s largest airplane makers: Boeing in America and Airbus in Europe. In February, Air India, which Tata Group took private last year, agreed to buy 250 planes from Airbus and 220 from Boeing, worth a combined $70 billion. In June, IndiGo, the country’s biggest carrier by passengers and flights, ordered 500 new Airbus A230s. The bulk of the growth of Indian aviation has been among homegrown airlines, which have clocked a 36% increase in passengers since 2022. Foreign tourist arrivals are rebounding since the pandemic, but are still relatively scarce, barely topping 10 million in a good year (about the same as Romania). So low-cost carriers are adding new countries to their destinations in order to accommodate India’s demand for foreign tourism. Azerbaijan, Kenya and Vietnam are all a direct flight from Delhi orMumbai, India’s financial capital, for less than 21,000 rupees ($250) one way. The air corridor between Delhi and Mumbai was already one of the world’s 10 busiest. Like Delhi, Mumbai has new airport terminals that would be the envy of any city in America, not to mention the glorious new all-bamboo Terminal 2 at Kempegowda International Airport in Bengaluru, a city in southern India. But the expansion in infrastructure is not limited to the country’s premier metropolitan areas. Prime MinisterNarendra Modi’s government likes to point out that the number of airports has doubled in the nine years since he took office, to 148 from 74. Jyotiraditya Scindia, Modi’s aviation minister, said there would be at least 230 by 2030. The government has invested more than $11 billion in airports over the past decade, and Scindia has promised another $15 billion. That means that sleepy towns such asDarbhanga, a former principality in the impoverished state of Bihar in eastern India, now have nonstop access to Delhi, Bengaluru and beyond. For many of the 900 travelers a day who fill its flights, including plenty from nearby Nepal, the new airport has transformed the journey. Prasanna Kumar Jha, 52, was born in Darbhanga but works in Delhi as a tax consultant. “Who ever expected that Darbhanga would be on the air map?” he asked. Flying to his hometown on short notice to see his ailing mother cost him 10,500 rupees ($126), which pinched. “But if you calculate the alternative — by train from Delhi and then taxi to Darbhanga — it will take at least 30 hours,” he said. “The plane journey is no longer a luxury but a necessity.” Darbhanga’s airport is a far cry from New Delhi’s. There is no parking lot. Passengers walk from the edge of a highway past a checkpoint to wait on benches outside the terminal. Then they wait on another set of outdoor benches after clearing the security check. But it works. Another passenger on the same flight at Darbhanga, Ajay Jha, was cradling his 1-year-old daughter, Saranya, as he stood near the rudimentary baggage claim. His family was on the last leg of a trip that started in Bellevue, Washington, where he works as an engineer for Amazon, to a family reunion in the Bihari countryside. Traveling halfway around the world took less time than Jha used to spend getting home from his school in Bengaluru. Yet a vast majority of Indians cannot afford such conveniences. The annual mean income is still less than a single economy-class fare from the United States, and, in this top-heavy economy, most Indians earn much less than that. Middle class, in Indian parlance, indicates somewhere close to the top of the pyramid. A report by CAPA India counted just 0.13 passenger seats per capita in 2019 for Indians, compared with 0.52 for Chinese and 3.03 for Americans. But aviation companies and India’s elected officials look at the low penetration and see opportunity. A scarcity of competition, in the face of an emerging duopoly between IndiGo and the Tata-led airlines, is one of the new landscape’s most striking features. Smaller competitors keep going bust, most recently Go First, which declared bankruptcy in May. A shortage of pilots, after dozens were poached by bigger companies, forced Akasa Air, a promising upstart, to cancel flights in August. But supply shortages are not the worst kind of problem to have in today’s global economy. With aviation’s growth in the decade before the pandemic steady at about 15% a year, the Indian boom seems all but guaranteed to change the future of aviation worldwide. If the benefits accruing to the winners in India’s economy can be coaxed into trickling outward and downward, the same could go for many other sectors.",
 "NEW DELHI: India preferred Bangladesh over Nepal for the post of regional director of World Health Organisation’s (WHO) Southeast Asia Region contributing to the comfortable victory of Saima Wazed, daughter of Bangla PM Sheikh Hasina .Although officials were tight-lipped about which way India voted, sources said that it voted for Wazed at the expense of Dr Shambhu Acharya, who could manage one vote, apart from Nepal’s.It could not have been an easy decision as India has been working to improve ties with both neighbours. The decision may have been influenced by Bangladesh PM Sheikh Hasina’s effort to stop Islamic terrorist groups, many of them backed by Pakistan, from using Bangladesh as a base to launch attacks against India. The personal stake of Sheikh Hasina, who faces an increasingly tough situation on the domestic front ahead of elections next year, in the outcome of a contest featuring her daughter and China’s effort to woo her, also perhaps helped tip scales in Wazed’s favour.Wazed, who is a global autism advocate and has been a member of the WHO’s 25-member expert advisory panel on mental health, would have won in any case as eight of the 10 member nations preferred her over Dr Acharya who is a WHO specialist.WHO said that Wazed’s nomination will be submitted to the WHO executive board during its 154th session, taking place on 22-27 January 2024 in Geneva, Switzerland, and that the newly appointed regional director will take office on 1 February 2024.The Bangladesh High Commission, in its statement announcing the victory, said their ministry of foreign affairs, in coordination with the ministry of health and family welfare, conducted an effective campaign in Wazed’s favour since the very beginning of the election process.",
 "BEIJING: China has set up weather stations on Cho Oyu, the sixth-highest mountain in the world on Tibet's border with Nepal, expanding a series of high-altitude meteorological gauges in the Himalayas to monitor the impact of climate change on Asia's \"water tower\". Scientists are increasingly watching how climate change is impacting the environmentally fragile Himalayas, home to the planet's tallest peaks and the source of water for rivers that hundreds of millions of people depend on. Since the end of September, a Chinese team has set up five automatic weather stations on Cho Oyu, at altitudes from 4,950m to its summit at 8,201m, the official Xinhua news agency reported on Friday (Oct 6). Snow and ice samples at the summit had been collected for the first time, Xinhua reported. Initial research showed that the ice layer on Cho Oyu was the thickest among peaks above 8,000m, with a thickness of more than 70m being seen, Xinhua reported. The weather stations on Cho Oyu, which means \"Turquoise Goddess\" in Tibetan, expand a Chinese meteorological network in the Himalayas that includes monitoring of the 8,848m Everest, also on the border with Nepal, and the 8,013m Shishapangma in Tibet. Monitoring the effects of global warming has taken on urgency after one of the warmest summers in the northern hemisphere this year.Mont Blanc, Western Europe's highest peak, has lost more than 2m in height over two yearsbecause of its shrinking snowpack, researchers said on Thursday. Torrential rain in India's northeastern Sikkim state burst the banks of a glacial lake and triggered flash floodsthis week, killing at least 40 people in the latest example of extreme weather events in the mountain range that scientists have blamed on climate change. High-altitude surveillance was imperative to avoid disasters such as floods and ice avalanches as glaciers melt, Xinhua reported, citing Yang Wei, a researcher at the Institute of Tibetan Plateau Research of Chinese Academy of Sciences.",
 "SINGAPORE: For its first-hand look at the direct impact of global warming on lives in Nepal, CNA picked up a gold award at this year's WAN-IFRA Asian Digital Media Awardsin the Best Use of Video category. The World Association of News Publishers (WAN-IFRA) is the global organisation of the world’s media and has 60 member publisher associations representing 18,000 publications in 120 countries. The award was presented on Thursday (Oct 19) at the Digital Media Asia (DMA) conference. Now in its 15th year, the event is Asia Pacific’s largest regional news media industry event on digital trends, revenue and technology. CNA’s Climate Correspondent Jack Board travelled to Upper Mustang, once known as Nepal's last forbidden kingdom, where he shot his winning digital video piece,Climate Change and Nepal’s Dying Village in the Mountains. Even as glaciers melt, the village of Samdzong is running dry. And as global warming ravages the Himalayas, communities there have no choice but to adapt and uproot themselves. Recounting his experience, Mr Board said filming the story was an \"absolute privilege and challenge\". \"Upper Mustang is a naturally breathtaking environment, and while it felt so distant, the local challenges there are so connected to the overall climate change threat that the world is facing,\" he said. \"Reaching the high-altitude glacial lake, featured in the story, was the most physically demanding thing I’ve ever done in my life. Yet it’s in these hard-to-reach places that climate change is hitting in most dramatic fashion. What happens up there really matters.”",
 "India has topped a list of countries with the largest number of emigrants to“high-income”Organization for Economic Co-operation and Development (OECD) member nations, according to a new report. While about 407,000 Indian nationals emigrated in 2021, the country also leads in acquiring citizenship in the OECD area, with the US, followed by Australia and Canada, dominating. According to theresearch, titled“International Migration Outlook: 2023,”released on Monday in France, the US handed out the most passports to Indian immigrants (56,000), followed by Australia (24,000) and Canada (21,000). A total of 133,000 Indians were granted citizenship in an OCED country in 2021. The OECD, which has 38 member countries, was founded in 1961 to stimulate economic progress and world trade. Most of these countries are considered\"rich\"and\"developed\"and attract migrant workers and students. Canada, according to the study, recorded the most significant proportional increase in granting citizenship to foreign nationals, with a 174% increase between 2021 and 2022. The North American country, which recently accused New Delhi of conducting a political assassination in a Vancouver suburb, added a record 375,000 new citizens in 2022. The highest number of immigrants issued Canadian passports in 2022 came from India (60,000), followed by the Philippines (42,000), Syria (20,000) and Pakistan (15,000). A shift overseas generally results in higher incomes for Indians. The World Development Report, released in April, showed an estimated 120% gain for Indians who moved abroad for work. According to the report, low-skilled Indians immigrating to the US stand to gain the most, as they would see a jump in income of nearly 500%, followed by immigration to the UAE, at almost 300%. “To step up efforts to actively recruit immigrant workers, several OECD-member countries continue to sign bilateral agreements and advance migration and mobility partnerships with selected origin countries,” the report noted, adding that Portugal, Germany, and Austria have recently concluded agreements on “migration and mobility” with India. Notably, it is the first time that Germany has signed such a bilateral agreement. The report added there was 26% more ‘permanent-type’ immigration to OECD countries in 2022 compared with the previous year, and preliminary figures for 2023 suggest a further increase. With more than 6 million new permanent immigrants, not including Ukrainian refugees, permanent immigration reached a record level in 2022, the report noted. Temporary labor migration, especially of the seasonal variety, also registered a “strong increase.” India has also emerged as the second-largest source of international students in OECD countries; 424,000 Indian students travel abroad for studies in 2021, only surpassed by China, which sent 885,000 students. According to the report, the number of students from India, Vietnam, and Nepal have more than doubled between 2014 and 2021. The report further revealed that Indians account for the largest number of international students in Canada and Latvia.",
 "Indian rescue teams searched on Thursday for 102 people missing after a devastating flash flood triggered by a high-altitude glacial lake burst killed at least 10, officials said. Violent flooding from glacier lakes dammed by loose rock has become more frequent as global temperatures rise and ice melts, with climate scientists warning it poses an increasing danger across the wider Himalayan mountain range. \"At least 10 people were killed and 102 others reported missing,\" Prabhakar Rai, director of the Sikkim state disaster management authority, told AFP a day after a wall of water rushed down the mountainous valley in northeastern India. Authorities said roads had been \"severely\" damaged and that 14 bridges had been washed away. Rescuers were battling to help those hit by the flood, with communications cut across large areas and roads blocked. \"Floodwaters have caused havoc in four districts of the state, sweeping away people, roads, bridges,\" Himanshu Tiwari, an Indian Army spokesman, told AFP. Twenty-two soldiers are among the missing, the army said. One previously missing soldier was rescued. The army was working to reestablish telephone connections and provide \"medical aid to tourists and locals stranded\", it said in a statement. The water surge came after intense rainfall burst the high-altitude Lhonak Lake, which sits at the base of a glacier in peaks surrounding the world's third-highest mountain, Kangchenjunga. Himalayan glaciers are melting faster than ever due to climate change, exposing communities to unpredictable and costly disasters, according to the International Centre for Integrated Mountain Development (ICIMOD) research group. Water powered downstream, adding to a river already swollen by monsoon rains, damaging a dam, sweeping away houses and bridges, and causing \"serious destruction\", the Sikkim state government said. Damage was recorded more than 120 kilometres (75 miles) downstream, and Prime Minister Narendra Modi has promised \"all possible support\" for those affected. Lhonak Lake shrunk by nearly two-thirds in size, an area roughly equivalent to about 150 football pitches (105 hectares), satellite photographs released by the Indian Space Research Organisation showed. \"Intense rain has led to this catastrophic situation in Sikkim where the rain has triggered a glacial lake outburst flood and damaged a dam, and caused loss of life,\" said Miriam Jackson, a scientist specialising in ice who monitors Himalayan regions with the Nepal-based ICIMOD. \"We observe that such extreme events increase in frequency as the climate continues to warm and takes us into unknown territory.\" Earth's average surface temperature has risen nearly 1.2 degrees Celsius since pre-industrial times but high-mountain regions around the world have warmed at twice that pace, climate scientists say. Sikkim is close to India's border with Nepal and China and boasts a sizeable military presence. India has been wary of China's growing military assertiveness and their 3,500-kilometre (2,200-mile) shared frontier has been a perennial source of tension, with parts of Sikkim claimed by Beijing.",
 " The Indian government has rejected the new edition of the Global Hunger Report 2023, whichranksIndia 111th out of a total of 125 countries. In a statement on Thursday, the country’s Ministry of Women and Child Development cited“serious methodological issues,”noting that the Global Hunger Index“continues to be a flawed measure of ‘hunger’ and does not reflect India’s true position.” The Global Hunger Index is released by NGOs Concern Worldwide and Welt Hunger Hilfe, from Ireland and Germany, respectively. It is considered a tool for comprehensively measuring and tracking hunger at the global, regional, and national levels. The new edition gave India a score of 28.7, noting that the country has a“serious”level of hunger. According to the report, undernourishment in India stands at 16.6% and the mortality rate for children below the age of five is 3.1%. It also showed that India has the highest child ‘wasting’ (the term describing low weight relative to height) rate in the world, at 18.7%, which reflects acute undernutrition. The index also claims that 58.1% of Indian women aged 15-24 suffer from anemia, a condition in which the body does not have enough healthy red blood cells. Notably, India was ranked below neighboring countries Pakistan (102th), Bangladesh (81st), Nepal (69th), and Sri Lanka (60th). In 2022, India ranked 107th out of 121 countries surveyed – again, well below its neighbors. “Three out of the four indicators used for calculation of the index are related to the health of children,”the Health Ministrysaidin a statement, positing that it therefore,“cannot be representative of the entire population.” The government further pointed out that the fourth and“most important indicator,”the ‘proportion of undernourished (PoU) population’, is based on an opinion poll conducted on“a very small sample size of 3,000.”  “The data collected from a miniscule sample for a country of India’s size through FIES has been used to compute PoU value for India which is not only wrong and unethical, it also reeks of obvious bias,”the statement reads. The Health Ministry also claimed that the index didn’t use data collected via the government application called the Poshan Tracker, which was created as part of the drive to address malnutrition. This is despite the fact that key international organizations, including UNICEF, WHO, and the World Bank,“have acknowledged the Poshan Tracker as a game-changer in the area of nutrition,”the statement said. Based on data from the Poshan Tracker, the percentage of child ‘wasting’ in India is consistently below 7.2% month-on-month, which is in stark contrast to the 18.7% value in the Global Hunger Index 2023. The statement also pointed out that“there is hardly any evidence”that child mortality is an outcome of hunger. The Indian government allocated over 112 million metric tonnes of food grains under its food security scheme during the financial years 2020-21 and 2022-23, benefitting nearly 80 million people. It extended the scheme in January 2023, the statement added, calling it the“largest food security program in the world.” ",
 "KATHMANDU, Nepal --A 5.2 magnitudeearthquakeand some aftershocks damaged nearly two dozen houses in the hilly Dhading district nearNepal's capital Sunday, an official said. The shaking also caused a landslide in the region, Hum Nath Parajuli, a district government administrator, said. Details were not immediately available. The area is nearly 60 kilometers (40 miles) west of Kathmandu, and the earthquake was felt in the Nepalese capital. Nepal’s National Earthquake Monitoring and Research Center gave a preliminary magnitude of 6.1. The U.S. Geological Survey provided measurements of a 5.2 magnitude with a depth of 24.7 kilometers (15.4 miles) and an epicenter near Bharatpur. Three tremors of 4.3, 4.1 and 3.8 magnitude also hit the region later Sunday, according to India’s Center for Seismology. The Press Trust of India news agency said the tremors were also felt in Bagmati and Gandaki provinces and caused panic among people. One woman suffered injuries in the Gorkha district, which adjoins Dhading, when she jumped from a two-story building, Parajuli said. Earthquakes are common in mountainous Nepal. A 7.8 magnitude earthquake in 2015 killed some 9,000 people and damaged about 1 million structures.",
 "The bright orange hotel sticks out as far as the eye can see - but unfortunately for its owner Bishnu Sharma, there is hardly anyone there to see it.  His hotel offers breath-taking mountain views from the town of Lumbini in Nepal - Buddha's birthplace.  But a hoped-for surge in tourist numbers has failed to materialise, blamed in part on tensions between Nepal's giant neighbours India and China. Lumbini saw close to a million visitors in 2022, according to the Lumbini Development Trust - and it was this number the government was betting on when it spent $76m (£61m) to build the Gautam Buddha International Airport, which opened in May last year.  Domestic tourists make up most of the visitors, with just less than a third travelling from neighbouring India.  The terminal, also known as Bhairahawa Airport, lets tourists fly directly to Lumbini instead of travelling 250km (155 miles) by land from the capital, Kathmandu. Yet the anticipated travel boom never materialised, something travel industry experts attribute to a lack of early promotion and incentives to international airlines.  \"The government asked us to expand tourism infrastructure saying more international flights would come. But my hotel is two-thirds empty. I am now struggling to repay my loan,\" Mr Sharma tells the BBC, adding that he is millions of rupees in debt.  Travel industry experts argue tourist arrivals, particularly from overseas, will go up if there are regular scheduled international flights operating out of Bhairahawa airport. But Nepali officials say Delhi has refused to allow big passenger planes to fly west through its airspace - meaning planes cannot fly over India to reach the Gautam Buddha airport.  Access to Indian airspace would mean shorter flights at lower cost. Some in Nepal also believe that Delhi is wary of the fact that the Gautam Buddha airport was constructed by China's Northwest Civil Aviation Airport.  The airport is also located near Nepal's border with India  - west of where the two Asian giants' troops clashed last December in the Arunachal Pradesh region, just seven months after the terminal opened to international traffic. In 2020, a major encounter between India and China killed at least 20 troops. At the centre of their dispute is an ill-defined, poorly-demarcated 3,440km (2,100-mile)-long border- called the Line of Actual Control, or LAC.  The presence of rivers, lakes and snowcaps means the line can shift. The soldiers on either side - representing two of the world's largest armies - come face to face at many points. The situation at the border is mirrored by growing political tension, with strained ties between Indian Prime Minister Narendra Modi and Chinese President Xi Jinping. Observers say talks are the only way forward because both nuclear-armed countries have much to lose. The two countries have fought only one war, in 1962, when India suffered a humiliating defeat. The Gautum Buddha airport was meant to be the key to Nepal's plan to grow traffic by easing the load of Kathmandu - which has been for years its only international gateway. Kathmandu Airport is heavily congested and was briefly shut down by a powerful earthquake in 2015. A third international airport located in Pokhara - a town with stunning views of the Annapurna mountains and known for adventure sports - is facing a familiar problem to Bhairahawa.  Since it opened last January, the airport - built with a $215m loan from China - has not welcomed any international flights, save for a charter flight from Chengdu that brought in Chinese officials and tourists. Currently, Gautama Buddha and Pokhara have a combined traffic of 80-85 domestic flights per day. But experts say the terminals need substantial international traffic to sustain operations. \"I don't think only domestic flights will make these two airports commercially viable. It may be difficult to repay the loan without regular international flights,\" says Tri Ratna Manandhar, the former director general of the Civil Aviation Authority of Nepal. Pokhara International Airport chief Bikram Raj Gautam says Nepal needs \"proactive diplomacy\" to convince countries like India to open their airspace to commercial flights that will land in Nepal. Experts say Nepal can also look at attracting tourists from the east like Thailand, Japan and Cambodia, while Delhi's restrictions choke traffic from the west. Nepal Airlines has just started a weekly flight from Bhairahawa to Kuala Lumpur - something that should send a positive message to other airlines, Dipak Bajracharya, director of the Gautam Buddha International Airport tells the BBC. But Nepal's minister for tourism and civil aviation, Sudan Kiranti, remains optimistic that there will be a resolution with Delhi - and soon.  \"We are in constant touch and dialogue with Indian officials and diplomats,\" he tells the BBC. \"They are very positive.\" With additional reporting by Surendra Phuyal in Kathmandu",
 "It’s a rat race in Kolkata — and so far, the rodents are winning it hands down. Rats have so far dug through the concrete bases of at least two flyovers, gnawed at underground sewerage and cable lines, and taken over the much of the city, from the slums and eateries of south and centralKolkatato the colonial-era buildings of the Kolkata Municipal Corporation (KMC) and the Bidhan Sabha at Esplanade. The menace has set off alarm bells in the government, with the Trinamool Congress-run KMC scrambling for solutions — from running awareness campaigns on waste disposal to resorting to quick-fixes and reaching out to its counterparts in other states for ideas to exterminate the rats. Firhad Hakim, Trinamool leader and Kolkata Mayor, admitted toThe Indian Expressthat while they are yet to assess the extent of damage to the wires and cable lines, rats “are a major problem”. “We do not know about the population (of rats), but the effects are visible every day. Our sewerage lines, underground cables and electricity wires are getting damaged,” he told The Indian Express. KMC authorities say central Kolkata, where footpaths are lined with eateries that cater to the office crowd, and the slum areas of south Kolkata’s Dhakuria and Bhabanipore are among the worst affected. It was two years ago that the KMC was alerted to the sinking of the approach road to the Dhakuria Bridge flyover. “We reinforced the road with concrete but the problem persisted. Then we discovered these huge holes underground that rats had burrowed through and realised what was causing the subsidence,” said Mayor Hakim, blaming “illegal squatters” and “roadside eateries that throw waste food on the road” for the problem. KMC sources said rats have also damaged parts of the AJC Bose flyover in south Kolkata, digging through and loosening the soil around the foundation. With no solution in sight and no precedent to fall back on, the corporation has been reinforcing damaged structures and filling up holes on footpaths, roads and walls of bridges with a mix of concrete, sand and glass shards. “We mixed glass shards and sand grains with concrete and used that to fill up holes made by rats on the walls and pillars of flyovers. We hope this mix will restrict their movement, though we have no proof yet if it is working,” said Deputy Mayor Atin Ghosh. Ghosh said the KMC has also been conducting awareness campaigns for roadside eateries and restaurants, asking them not to throw food outside and warning them of legal action. Rat tales:Mumbaito New York From New York to Mumbai, almost every major city has been waging a battle against rat infestation. Aided by uncontrolled urbanisation, rats have outsmarted the best of city administrations, living in the darkest depths of sewerage systems and tunnels and nibbling through anything that comes their way — heaps of overflowing trash, cables, wires, even concrete. Mayor Hakim says that “sometime back”, the KMC approached the Brihanmumbai Municipal Corporation (BMC) for help. “But they could not help us find a solution,” he said. While BMC authorities did not confirm receiving such a letter from their counterparts in Kolkata, they said their battle against rats is an ongoing one. The BMC’s insecticide department kills lakhs of rats every year as part of its monsoon drive across the city’s 24 wards. The BMC also has ‘rat labourers’, who work in shifts to hunt down rats in the city. As of July this year, 2.81 lakh rats have been killed in Mumbai. But it’s New York’s rat problem that has garnered global attention. From mandating the use of covered trash cans to establishing rat exclusion zones, and appointing a ‘Rat Czar’, Kathleen Corradi, earlier this year to tackle the city’s severe rodent crisis, New York has declared war on the rodents. In an email to The Indian Express, Noah Levine, Chief of Staff of Communications in the office of the Mayor of New York City, said one of the key steps the city took to contain rats was to replace black trash bags with lidded containers to cut down on the food source of the rodents. The rule mandates that all commercial trash — approximately 20 million pounds per day — must be in secure, lidded containers, Levine said, adding that the city’s efforts over the past 20 months have resulted in “rat sightings dropping 25 per cent this summer” compared to last year. From nibbling on toes to exposing footpath plaster Back in Kolkata, rat sightings are easy. On a weekday afternoon, a colony of rats scurry out of the ground near one of the pillars of Dhakuria Bridge, an ageing four-lane flyover in Ballygunge that has a rail line connecting Gariahut to Jadavpur running underneath. Down the flyover and on either side of the railway line are slums, shacks and eateries, with their waste finding space on the tracks and elsewhere. Sitting on the tracks of the Sealdah-Budge Budge railway line, Sonia Mondol, 25, who lives in the slums under the bridge, said, “Rats have been eating this bridge like it’s cake. Every day we see broken parts of the bridge falling off.” Two years ago, Nepal Paul, 40, shifted his tea stall from under the Dhakuria Bridge to a corner of the underpass. “The rats are a huge menace. Look at the holes in the footpath here. They are so big that two people fell down and got injured. I have had to change the plastic containers in my shop to glass,” he said. Around five km away, at the AJC Bose flyover and the nearby Nizam Palace, another of the areas that Hakim identified as rat-infested, Pintu Shaw, 28, a hawker, says, “It’s impossible to do any work here. The rats come and nibble on our toes. The PWD came here and fixed the footpath, but within a month, the holes were back,” said Shaw, pointing to the exposed plaster on the footpath and the flyover. Asim Basu, councillor of ward number 70, said, “Eateries throw leftovers, and the oil and fat from the food stick onto the walls of the underground drains. Rats eat and nibble through the concrete walls of the drain, damaging them.” The KMC headquarters and the Assembly building in the Esplanade area too have had their share of rat tales. A KMC official said, “Rats are everywhere in the KMC, but the worst-hit is the server room. The rats have chewed on the wires and machines there. They have also been damaging the control room’s electric wires regularly.” A senior IT official at the KMC said things have been a little quieter ever since the corporation installed a “RODENT” machine in the server room two months ago. “The machine generates sound waves of a very high frequency which keeps rats away,” the official said. In the Assembly building, Speaker Biman said, “I have seen rats here… with my own eyes. We are very worried. We don’t want to use poison to kill rats because the stench will be unbearable. We have spoken to the Public Works Department about this. Let’s see what can be done.” A senior official said, “Here in the Assembly, I must say rats are the only creatures that are neutral. They trouble both the ruling party as well as the Opposition. Rats have eaten food in Leader of Opposition Suvendu Adhikari’s room and they have damaged papers in the Speaker’s room.” The way out? Experts agree that while rats are everywhere, they are hard to get rid of — and even harder to count. Mukesh Thakur, head of the mammals section at the Zoological Survey of India, Kolkata, said, “It is true that there is almost no data or research on the rat population for the city of Kolkata. If KMC sends us a request, we can possibly look into it.” Shilanjan Bhattacharya, Professor of Zoology at West Bengal State University, said, “The most common rats species in the city are the Rattus norvegicus, the common brown rats with a maximum body length of 6-8 inches, and the Bandicota indica, the Indian bandicoot that can grow up to 1 foot in length and weigh nearly a kg.” “The only way the rat population can be checked is by innovating and allowing natural predators such as owls, monitor lizards and jungle cats to breed and roam in the infested area. If authorities decide that this is an emergency and absolutely necessary, the Forest Department and naturalists can work on how to manage such biological controls. No other mechanical or chemical procedures have ever been successful — especially in humid Indian cities, where garbage is abundant.” Renowned ecologist and academic Professor Madhav Gadgil offers an even more unconventional solution. Talking to The Indian Express, he said, “It may sound unorthodox, but the solution is to catch the rats, remove harmful pathogens if any and turn it into poultry feed. The solution is to bring the rats back into the food chain. In various parts of India, people eat rats, mainly field rats.”",
 "Mortgage rates ticked down this week, snapping aseven-week streak of increases. The 30-year fixed-rate mortgage fell to an average of 7.76% in the week ending November 2, down from 7.79% the week before, according to data from Freddie Mac released Thursday. A year ago, the 30-year fixed-rate was 6.95%. The news comes a day after the Federal Reserve said in a widely anticipated move that it wouldleave its benchmark lending rate at the highest level in 22 years. “The 30-year fixed-rate mortgage paused its multi-week climb but continues to hover under 8%,” said Sam Khater, Freddie Mac’s chief economist. “The Federal Reserve again decided not to raise interest rates but has not ruled out a hike before year-end,” he said. “Coupled with geopolitical uncertainty, this ambiguity around monetary policy will likely have an impact on the overall economic landscape and may continue to stall improvements in the housing market.” Although the rate for a 30-year fixed-rate loan ticked down slightly, it remained elevated in the leadup to the two-day monetary policy meeting, which concluded Wednesday, said Hannah Jones, economic research analyst at Realtor.com. “Though the committee chose to take a pause from further contractionary policy in this week’s meeting, Chair [Jerome] Powell made the point that the committee will remain open to further policy action to bring inflation down to 2% over time, dependent on incoming data,” she said. Realtors found liable for $1.8 billion in damages in conspiracy to keep commissions high Although the Fed does not set the interest rates that borrowers pay on mortgages directly, its actions influence them. Mortgage rates tend to track the yield on 10-year US Treasuries, which move based on a combination of anticipation about the Fed actions, what the Fed actually does and investors’ reactions. When Treasury yields go up, so do mortgage rates; when they go down, mortgage rates tend to follow. On Wednesday the Treasury Department also announced that it will slow the pace of its longer-dated 10-year and 30-year bond issuance. “However, longer-term debt issuance will continue to climb, which keeps upward pressure on mortgage rates,” said Jones. With average rates over 7% since mid-August, applications for mortgages have been trending down. They declined for the third consecutive week as low inventory and high rates continued to stifle borrower demand, according to the Mortgage Bankers Association. Rates are expected to stay elevated until it becomes clear the Fed is done hiking rates, according to MBA. How the Fed is using its multi-trillion-dollar balance sheet to fight inflation “We were pleased to see that the Fed held short-term rates steady yesterday and continue to believe that it should not hike again and not sell its holdings of mortgage-backed securities until and unless the housing finance market has stabilized,” said Bob Broeksmit, MBA president and CEO. “These actions would help to lower mortgage rates and improve homebuyer affordability heading into 2024.” Mortgage rates should stay stable in the next few months, said Jones, since another two-day monetary policy meeting is not scheduled until December. That should give homebuyers a small bit of comfort, she says. “Today’s buyers face scarce for-sale inventory, still-high listing prices, and multi-decade high mortgage rates, so any potential relief from climbing housing costs is welcomed,” Jones said.",
 "By Shaikh Azizur Rahman October 23, 2023 The coming election to choose the World Health Organization's next chief of the South-East Asia Regional Office, or SEARO, has become contentious as the person who takes up that post could influence the health of billions of people. The daughter of Bangladeshi Prime Minister Sheikh Hasina is one of two candidates for the SEARO position. Saima Wazed's nomination has sparked controversy with many health experts calling it \"nepotism,\" and expressing concern over the election process to fill senior roles at the U.N. health body. A candidate for the SEARO post should have a \"strong technical and public health background and extensive experience in global health\", according to the WHO website. The candidate should also have \"competency in organizational management\" and \"proven historical evidence for public health leadership\", the website says. The next SEARO chief will be elected through a secret ballot by the region's 11 member countries, which include Bangladesh, Nepal and India. The vote is scheduled to take place in New Delhi during a WHO regional committee meeting Oct. 30-Nov. 2. Countries in the region nominate candidates to head the WHO regional office. Wazed was nominated by the government of Bangladesh. In addition to Wazed, who is a mental health advocate, only one other candidate has been put forward: Shambhu Acharya, a public health expert and senior WHO official who was nominated by Nepal. Questions have been raised about the disparity between the candidates' qualifications.Wazed has a master's degree in clinical psychology from Barry University, a school in Florida. She has spent nearly a decade serving as an adviser to the director general of the WHO on mental health and autism issues. Acharya has been with the WHO for almost 30 years. He has experience working with the U.N. body in senior positions and holds a Ph.D. in public health, health policy and financing from the University of North Carolina. Sixteen public health experts in Nepal issued a statement saying that Acharya \"is the better fit\" of the two candidates vying for the SEARO director's position. \"[Acharya] possesses a very strong public health background and has extensive leadership experience in tackling global health issues,\" the statement said. \"He knows the public health and medical challenges of our region intimately, having worked for three decades to strengthen responses at local, national, regional and global levels, including in Nepal, Bangladesh and India, apart from his responsibilities at [the] WHO headquarters in Geneva.\" So far there have not been any public statements of support for Wazed from public health experts in Bangladesh. Right now a strong anti-Hasina wave is sweeping Bangladesh, ahead of next general election all likely to be held in January. With the US closely monitoring the forthcoming election in Bangladesh many believe the ruling Awami League party will not be able to rig the elections this time and lose power. In such a situation many, long-known as pro-Awami League groups, are not speaking in support of Hasina, her party and family members now. However, AK Abdul Momen, Bangladesh's foreign minister spoke in support of Wazed's candidacy several days ago. In an interview with the Indian newspaper The Hindu, the minister demanded that Nepal withdraw its candidate from the contest for the WHO-SEARO post. \"[Nepal's candidate] had been working in the WHO for the last 30 years and was in a decision-making position. So why have [health indices] not improved in the whole of the South East Asian region, even though he himself is a person of South Asian origin?\" Momen asked while adding that Acharya should \"step down\" from the race for the WHO-SEARO post. Wazed, who has held advisory positions at some Bangladesh government mental health bodies, rebuffed accusations that her nomination was \"fueled by nepotism\" because her mother is the prime minister. She said those critical of her nomination were overlooking her experience and achievements in the field of mental health. \"They ignore that I have been an adviser to WHO's DG on Mental Health & Autism, or that I have been a member of the WHO's Expert Advisory Panel on mental health for almost a decade,\" Wazed wrote in an Inter Press Service opinion piece earlier this month. \"They do not mention that I am [the] chief adviser to Bangladesh's National Mental Health Strategic Plan, or that I was a technical expert for Bangladesh's National Mental Health Act of 2018,\" she wrote. Bangladesh's nomination of Wazed has also come under scrutiny by several activists and public health experts. Bishow Parajuli, former U.N. resident coordinator and U.N. Development Program representative in Myanmar and Zimbabwe, said that Wazed has limited experience and qualifications to assume such a leadership position. \"In a country with so many qualified and competent health professionals, the nomination of Ms. Wazed, and her use of the Prime Ministerial Office to engage with the various world leaders, also shows nepotism and the influence of her mother's office in the process. …The selection must be made 'on the basis of merits,'\" he said in emailed comments. Paris-based Bangladeshi social activist and physician Pinaki Bhattacharya said Wazed has none of the required qualifications for the WHO-SEARO post. \"Hasina and her daughter are not aware that while being a descendant of the powerful can give one political advantage, the position of a professional international health leader requires the necessary education, skills and talent,\" he told VOA. In recent weeks, Wazed accompanied her mother, Sheikh Hasina, on a high-profile diplomatic tour attending the U.N. General Assembly in New York and the summit in New Delhi of the 20 biggest economies, known as the G20. Wazed accompanied Prime Minister Hasina during her meetings with U.S. President Joe Biden, WHO Director-General Tedros Adhanom Ghebreyesus and Indian Prime Minister Narendra Modi. Wazed said she is used to being held to different professional standards than men, and having her identity reduced to simply being \"her mother's daughter,\" which is blatant sexism, Wazed said. Wazed has not responded to a VOA email requesting direct comment on the nepotism issue. Kent Buse is director of the Global Healthier Societies Program at The George Institute for Global Health at Imperial College London. Buse told VOA that the rules governing the selection of directors across all WHO regions need considerable reform to ensure public confidence in the merit-based nature of the organization. \"This relates to improving transparency and delivering enhanced oversight of the election process. This should include better scrutiny of the candidate's compliance with the existing codes of conduct governing the campaign processes.\"  ",
 "RANGPO, India: The death toll fromflash floodsunleashed by a glacial lake bursting its banks in India's Himalayas climbed to 74 on Monday (Oct 9) with 101 people still missing days after the calamity struck, according to provincial officials. Following days of torrential rain in the northeastern state of Sikkim, torrents of water swept down narrow river valleys from Lohnak Lake, damaging a dam and wreaking destruction in villages and Rangpo town, about 50km south of state capital Gangtok. Sikkim's chief secretary Vijay Bhushan Pathak, the most senior bureaucrat, told Reuters that rescuers had found 25 bodies in the state and bodies of eight army men washed away were found in the neighbouring downstream state of West Bengal. He said that 101 people were still missing in the latest of a series of natural disasters caused by extreme weather events in the Himalayas. Fourteen army personnel were among the missing, a defence ministry statement said. The search for survivors was hampered by damaged roads, poor communications and bad weather, and residents were struggling to clear sludge and debris in the wake of one of the worst disasters in the remote region in more than 50 years. Parveen Shama, the top district official of Jalpaiguri in West Bengal, said that 41 bodies were found in the district.",
 "“We're going to end this series with a bang,” I announced excitedly to my friend and occasional private hire driver Oliver Pang, who made it patently clear I had not chosen my words wisely. “Can I get out now?” he asked, jokingly trying to exit my vehicle. As I drove us to Oliver’s choice for Indian street food, we chatted about how the theatre performer/drama teacher/yoga instructor got into private hire driving. As with many gig economy workers, it was to cover costs while he was between jobs for two months. “I thought it'd be nice to rent a car and drive my mum around. I drove two to four hours a day mainly to pay for the petrol and rental,” he explained. Ironically, just two weeks after he started, job opportunities picked up and he found himself juggling driving with rehearsals, teaching yoga and lecturing classes. The workload became exhausting, so he decided to take a hiatus. Still, Oliver really enjoyed his private hire driving experience – despite the physical toll on his back and bladder – and would return to it should the need arise.",
 "40 people have been confirmed dead in a glacial lake burst that triggered a torrential flash flood in India, according to officials.Violent torrents stuck the remote state of Sikkim on Wednesday after the sudden bursting of a high-altitude glacial lake in neighbouring Nepal.Climate scientists warn that similar disasters will become an increasing danger across the Himalayas as global temperatures rise and ice melts.Downstream search-and-rescue teams recovered more bodies overnight as the waters cut a swathe through the countryside towards the Bay of Bengal.“Nineteen bodies have been recovered” in Sikkim state, V.B. Pathak, its top civil servant, told AFP.Related NewsShama Parveen, a district magistrate in neighbouring West Bengal, said that an additional 21 bodies had been recovered in her state over the past three days.Nearly 8,000 others were taking shelter at makeshift relief camps set up at schools, government offices and guesthouses, according to a state government bulletin.“There may be a window of opportunity for evacuation of stranded tourists by helicopters” with weather conditions improving on Friday, the statement added.The PUNCH on Thursday, reported that 10 persons were confirmed dead, while 82 were missing.AFP Violent torrents stuck the remote state of Sikkim on Wednesday after the sudden bursting of a high-altitude glacial lake in neighbouring Nepal.Climate scientists warn that similar disasters will become an increasing danger across the Himalayas as global temperatures rise and ice melts.Downstream search-and-rescue teams recovered more bodies overnight as the waters cut a swathe through the countryside towards the Bay of Bengal.“Nineteen bodies have been recovered” in Sikkim state, V.B. Pathak, its top civil servant, told AFP.Related NewsShama Parveen, a district magistrate in neighbouring West Bengal, said that an additional 21 bodies had been recovered in her state over the past three days.Nearly 8,000 others were taking shelter at makeshift relief camps set up at schools, government offices and guesthouses, according to a state government bulletin.“There may be a window of opportunity for evacuation of stranded tourists by helicopters” with weather conditions improving on Friday, the statement added.The PUNCH on Thursday, reported that 10 persons were confirmed dead, while 82 were missing.AFP Climate scientists warn that similar disasters will become an increasing danger across the Himalayas as global temperatures rise and ice melts.Downstream search-and-rescue teams recovered more bodies overnight as the waters cut a swathe through the countryside towards the Bay of Bengal.“Nineteen bodies have been recovered” in Sikkim state, V.B. Pathak, its top civil servant, told AFP.Related NewsShama Parveen, a district magistrate in neighbouring West Bengal, said that an additional 21 bodies had been recovered in her state over the past three days.Nearly 8,000 others were taking shelter at makeshift relief camps set up at schools, government offices and guesthouses, according to a state government bulletin.“There may be a window of opportunity for evacuation of stranded tourists by helicopters” with weather conditions improving on Friday, the statement added.The PUNCH on Thursday, reported that 10 persons were confirmed dead, while 82 were missing.AFP Downstream search-and-rescue teams recovered more bodies overnight as the waters cut a swathe through the countryside towards the Bay of Bengal.“Nineteen bodies have been recovered” in Sikkim state, V.B. Pathak, its top civil servant, told AFP.Related NewsShama Parveen, a district magistrate in neighbouring West Bengal, said that an additional 21 bodies had been recovered in her state over the past three days.Nearly 8,000 others were taking shelter at makeshift relief camps set up at schools, government offices and guesthouses, according to a state government bulletin.“There may be a window of opportunity for evacuation of stranded tourists by helicopters” with weather conditions improving on Friday, the statement added.The PUNCH on Thursday, reported that 10 persons were confirmed dead, while 82 were missing.AFP “Nineteen bodies have been recovered” in Sikkim state, V.B. Pathak, its top civil servant, told AFP.Related NewsShama Parveen, a district magistrate in neighbouring West Bengal, said that an additional 21 bodies had been recovered in her state over the past three days.Nearly 8,000 others were taking shelter at makeshift relief camps set up at schools, government offices and guesthouses, according to a state government bulletin.“There may be a window of opportunity for evacuation of stranded tourists by helicopters” with weather conditions improving on Friday, the statement added.The PUNCH on Thursday, reported that 10 persons were confirmed dead, while 82 were missing.AFP Shama Parveen, a district magistrate in neighbouring West Bengal, said that an additional 21 bodies had been recovered in her state over the past three days.Nearly 8,000 others were taking shelter at makeshift relief camps set up at schools, government offices and guesthouses, according to a state government bulletin.“There may be a window of opportunity for evacuation of stranded tourists by helicopters” with weather conditions improving on Friday, the statement added.The PUNCH on Thursday, reported that 10 persons were confirmed dead, while 82 were missing.AFP Nearly 8,000 others were taking shelter at makeshift relief camps set up at schools, government offices and guesthouses, according to a state government bulletin.“There may be a window of opportunity for evacuation of stranded tourists by helicopters” with weather conditions improving on Friday, the statement added.The PUNCH on Thursday, reported that 10 persons were confirmed dead, while 82 were missing.AFP “There may be a window of opportunity for evacuation of stranded tourists by helicopters” with weather conditions improving on Friday, the statement added.The PUNCH on Thursday, reported that 10 persons were confirmed dead, while 82 were missing.AFP The PUNCH on Thursday, reported that 10 persons were confirmed dead, while 82 were missing.AFP AFP",
 "At least 56 people are confirmed dead in floods that hit India's northeast as of Saturday, with the army warning munitions washed away by the deluge posed a public safety risk. Violent torrents struck Sikkim state on Wednesday after the sudden bursting of a high-altitude glacial lake. Climate scientists warn that similar disasters will become an increasing danger across the Himalayas as global temperatures rise and ice melts. \"So far 26 bodies have been found in Sikkim,\" state relief commissioner Anilraj Rai told AFP by phone. Thirty more bodies had been recovered from the Teesta river basin by search and rescue teams downstream in neighbouring West Bengal state, Jalpaiguri district police superintendent K. Umesh Ganpat told AFP. \"The river stretches up to 86 kilometres,\" he added. \"The search operation is continuing.\" Among the dead are seven Indian army soldiers posted in Sikkim, which sits on India's remote frontiers with Nepal and China and boasts a sizeable military presence. Sixteen soldiers are among the more than 100 people still missing. India's defence ministry said in a statement that the floods had washed away \"firearms and explosives\" from military camps. The army has \"established lookout teams all along the river\" to recover loose ordnance, the ministry added. Local media reports on Friday said that two people had been killed and four others injured by a mortar shell that exploded while flowing through the flood waters in West Bengal. Roads, bridges and telephone lines have been destroyed across much of the state, complicating evacuations and efforts to communicate with thousands cut off from the rest of the country. More than 1,200 houses had been damaged by the floods, according to the latest Sikkim government bulletin. More than 2,400 people had been rescued while nearly 7,000 others were taking shelter at makeshift relief camps set up at schools, government offices and guesthouses, the bulletin said. The water surge came after intense rainfall burst the high-altitude Lhonak Lake, which sits at the base of a glacier in peaks surrounding the world's third-highest mountain, Kangchenjunga. Water powered downstream, adding to a river already swollen by monsoon rains, damaging a dam and sweeping away houses. Himalayan glaciers are melting faster than ever due to climate change, exposing communities to unpredictable and costly disasters, according to the International Centre for Integrated Mountain Development (ICIMOD) research group. \"The root cause is climate change and this going to increase in the future,\" ICIMOD climate change specialist Arun Bhakta Shrestha told AFP. \"Similar glacial lake outbursts flood events are very likely.\" Earth's average surface temperature has risen nearly 1.2 degrees Celsius since pre-industrial times but high-mountain regions around the world have warmed at twice that pace, climate scientists say.",
 "At least 77 people are confirmed dead in the floods that hit India's northeast, authorities said Sunday, with destroyed roads and bridges leaving thousands more still cut off despite waters receding. Violent torrents struck Sikkim state on Wednesday after a high-altitude glacial lake suddenly burst. Scientists warn that similar disasters will become an increasing danger across the Himalayas as global temperatures rise and ice melts, spurred by climate change. \"A total of 29 bodies have been retrieved from different parts of Sikkim,\" state relief commissioner Anilraj Rai told AFP by phone. In neighbouring West Bengal state, Jalpaiguri district police told AFP that another 48 bodies had been recovered. More than 100 people are still missing, according to official figures. Water levels along the Teesta river \"returned to normal\" four days after the floods hit, an official from Sikkim's state disaster control room told AFP. The office said more than 2,500 people stranded in the floods had been rescued. But evacuations have been complicated by the destruction of roads, bridges and telephone lines across much of Sikkim. Another 3,000 people were still stranded in several relief camps in the state's north with airlift rescues delayed by bad weather, the office said. More than 1,200 houses were damaged by the floods, according to the state government. Among the dead were eight Indian army soldiers posted to Sikkim, which sits on India's remote frontiers with Nepal and China and boasts a sizeable military presence. India's defence ministry said in a Saturday statement that the floods had washed away \"firearms and explosives\" from military camps. Local media reports on Friday said that two people had been killed and four others injured by a mortar shell that exploded while flowing through the flood waters in West Bengal. The water surge came after intense rainfall burst the high-altitude Lhonak Lake, which sits at the base of a glacier in peaks surrounding the world's third-highest mountain, Kangchenjunga. Water powered downstream, adding to a river already swollen by monsoon rains, damaging a dam and sweeping away houses. Himalayan glaciers are melting faster than ever due to climate change, exposing communities to unpredictable and costly disasters, according to the International Centre for Integrated Mountain Development (ICIMOD) research group. \"The root cause is climate change,\" ICIMOD's Arun Bhakta Shrestha told AFP on Thursday. \"Similar glacial lake outbursts flood events are very likely.\" Earth's average surface temperature has risen nearly 1.2 degrees Celsius since pre-industrial times but high-mountain regions around the world have warmed at twice that pace, climate scientists say.",
 "The Secretary-General of the United Nations, Antonio Guterres on Sunday, warned that the situation in Hamas-ruled Gaza is declining rapidly as he repeated desperate appeals for a ceasefire to end the “nightmare” of bloodshed.Guterres gave this warning during a visit to Nepal’s capital Kathmandu.He said, “The situation in Gaza is growing more desperate by the hour. I regret that instead of a critically needed humanitarian pause, supported by the international community, Israel has intensified its military operations.“The number of civilians who have been killed and injured is totally unacceptable.”Israel unleashed its massive retaliation after Hamas gunmen stormed across the border on October 7, killing 1,400 people, mostly civilians, and seizing 230 hostages, according to Israeli officials.After weeks of heavy bombardment of Gaza, which the Palestinian health ministry said has claimed over 8,000 lives, the Israeli army said “stage two” of the war started with ground incursions since late Friday.Panic and fear have surged inside Gaza, where over one million people are displaced, and where communications went dark for days after Israel cut internet lines, although connectivity had gradually returned early Sunday.Related NewsUS wants civilians’ protection as Israeli troops surround GazaIsreal-Hamas war: UN warns Isreal against targeting populated residential areasIsrael-Hamas war: Ceasefire more important than aids, says envoy“The world is witnessing a humanitarian catastrophe taking place before our eyes.“More than two million people, with nowhere safe to go, are being denied the essentials for life –- food, water, shelter and medical care while being subjected to relentless bombardment. I urge all those with responsibility to step back from the brink,” Guterres addedThe UN’s top diplomat arrived in Nepal on a four-day visit following talks in Qatar.“I reiterate my appeal for an immediate humanitarian ceasefire, the unconditional release of all hostages and the delivery of sustained humanitarian relief at a scale that meets the needs of the people of Gaza, he said.“We must join forces to end this nightmare for the people of Gaza, Israel and all those affected around the world, including here in Nepal.”Ten Nepali students were killed in Israel during the Hamas attack on October 7, and one Nepali citizen is missing.AFP Guterres gave this warning during a visit to Nepal’s capital Kathmandu.He said, “The situation in Gaza is growing more desperate by the hour. I regret that instead of a critically needed humanitarian pause, supported by the international community, Israel has intensified its military operations.“The number of civilians who have been killed and injured is totally unacceptable.”Israel unleashed its massive retaliation after Hamas gunmen stormed across the border on October 7, killing 1,400 people, mostly civilians, and seizing 230 hostages, according to Israeli officials.After weeks of heavy bombardment of Gaza, which the Palestinian health ministry said has claimed over 8,000 lives, the Israeli army said “stage two” of the war started with ground incursions since late Friday.Panic and fear have surged inside Gaza, where over one million people are displaced, and where communications went dark for days after Israel cut internet lines, although connectivity had gradually returned early Sunday.Related NewsUS wants civilians’ protection as Israeli troops surround GazaIsreal-Hamas war: UN warns Isreal against targeting populated residential areasIsrael-Hamas war: Ceasefire more important than aids, says envoy“The world is witnessing a humanitarian catastrophe taking place before our eyes.“More than two million people, with nowhere safe to go, are being denied the essentials for life –- food, water, shelter and medical care while being subjected to relentless bombardment. I urge all those with responsibility to step back from the brink,” Guterres addedThe UN’s top diplomat arrived in Nepal on a four-day visit following talks in Qatar.“I reiterate my appeal for an immediate humanitarian ceasefire, the unconditional release of all hostages and the delivery of sustained humanitarian relief at a scale that meets the needs of the people of Gaza, he said.“We must join forces to end this nightmare for the people of Gaza, Israel and all those affected around the world, including here in Nepal.”Ten Nepali students were killed in Israel during the Hamas attack on October 7, and one Nepali citizen is missing.AFP He said, “The situation in Gaza is growing more desperate by the hour. I regret that instead of a critically needed humanitarian pause, supported by the international community, Israel has intensified its military operations.“The number of civilians who have been killed and injured is totally unacceptable.”Israel unleashed its massive retaliation after Hamas gunmen stormed across the border on October 7, killing 1,400 people, mostly civilians, and seizing 230 hostages, according to Israeli officials.After weeks of heavy bombardment of Gaza, which the Palestinian health ministry said has claimed over 8,000 lives, the Israeli army said “stage two” of the war started with ground incursions since late Friday.Panic and fear have surged inside Gaza, where over one million people are displaced, and where communications went dark for days after Israel cut internet lines, although connectivity had gradually returned early Sunday.Related NewsUS wants civilians’ protection as Israeli troops surround GazaIsreal-Hamas war: UN warns Isreal against targeting populated residential areasIsrael-Hamas war: Ceasefire more important than aids, says envoy“The world is witnessing a humanitarian catastrophe taking place before our eyes.“More than two million people, with nowhere safe to go, are being denied the essentials for life –- food, water, shelter and medical care while being subjected to relentless bombardment. I urge all those with responsibility to step back from the brink,” Guterres addedThe UN’s top diplomat arrived in Nepal on a four-day visit following talks in Qatar.“I reiterate my appeal for an immediate humanitarian ceasefire, the unconditional release of all hostages and the delivery of sustained humanitarian relief at a scale that meets the needs of the people of Gaza, he said.“We must join forces to end this nightmare for the people of Gaza, Israel and all those affected around the world, including here in Nepal.”Ten Nepali students were killed in Israel during the Hamas attack on October 7, and one Nepali citizen is missing.AFP “The number of civilians who have been killed and injured is totally unacceptable.”Israel unleashed its massive retaliation after Hamas gunmen stormed across the border on October 7, killing 1,400 people, mostly civilians, and seizing 230 hostages, according to Israeli officials.After weeks of heavy bombardment of Gaza, which the Palestinian health ministry said has claimed over 8,000 lives, the Israeli army said “stage two” of the war started with ground incursions since late Friday.Panic and fear have surged inside Gaza, where over one million people are displaced, and where communications went dark for days after Israel cut internet lines, although connectivity had gradually returned early Sunday.Related NewsUS wants civilians’ protection as Israeli troops surround GazaIsreal-Hamas war: UN warns Isreal against targeting populated residential areasIsrael-Hamas war: Ceasefire more important than aids, says envoy“The world is witnessing a humanitarian catastrophe taking place before our eyes.“More than two million people, with nowhere safe to go, are being denied the essentials for life –- food, water, shelter and medical care while being subjected to relentless bombardment. I urge all those with responsibility to step back from the brink,” Guterres addedThe UN’s top diplomat arrived in Nepal on a four-day visit following talks in Qatar.“I reiterate my appeal for an immediate humanitarian ceasefire, the unconditional release of all hostages and the delivery of sustained humanitarian relief at a scale that meets the needs of the people of Gaza, he said.“We must join forces to end this nightmare for the people of Gaza, Israel and all those affected around the world, including here in Nepal.”Ten Nepali students were killed in Israel during the Hamas attack on October 7, and one Nepali citizen is missing.AFP Israel unleashed its massive retaliation after Hamas gunmen stormed across the border on October 7, killing 1,400 people, mostly civilians, and seizing 230 hostages, according to Israeli officials.After weeks of heavy bombardment of Gaza, which the Palestinian health ministry said has claimed over 8,000 lives, the Israeli army said “stage two” of the war started with ground incursions since late Friday.Panic and fear have surged inside Gaza, where over one million people are displaced, and where communications went dark for days after Israel cut internet lines, although connectivity had gradually returned early Sunday.Related NewsUS wants civilians’ protection as Israeli troops surround GazaIsreal-Hamas war: UN warns Isreal against targeting populated residential areasIsrael-Hamas war: Ceasefire more important than aids, says envoy“The world is witnessing a humanitarian catastrophe taking place before our eyes.“More than two million people, with nowhere safe to go, are being denied the essentials for life –- food, water, shelter and medical care while being subjected to relentless bombardment. I urge all those with responsibility to step back from the brink,” Guterres addedThe UN’s top diplomat arrived in Nepal on a four-day visit following talks in Qatar.“I reiterate my appeal for an immediate humanitarian ceasefire, the unconditional release of all hostages and the delivery of sustained humanitarian relief at a scale that meets the needs of the people of Gaza, he said.“We must join forces to end this nightmare for the people of Gaza, Israel and all those affected around the world, including here in Nepal.”Ten Nepali students were killed in Israel during the Hamas attack on October 7, and one Nepali citizen is missing.AFP After weeks of heavy bombardment of Gaza, which the Palestinian health ministry said has claimed over 8,000 lives, the Israeli army said “stage two” of the war started with ground incursions since late Friday.Panic and fear have surged inside Gaza, where over one million people are displaced, and where communications went dark for days after Israel cut internet lines, although connectivity had gradually returned early Sunday.Related NewsUS wants civilians’ protection as Israeli troops surround GazaIsreal-Hamas war: UN warns Isreal against targeting populated residential areasIsrael-Hamas war: Ceasefire more important than aids, says envoy“The world is witnessing a humanitarian catastrophe taking place before our eyes.“More than two million people, with nowhere safe to go, are being denied the essentials for life –- food, water, shelter and medical care while being subjected to relentless bombardment. I urge all those with responsibility to step back from the brink,” Guterres addedThe UN’s top diplomat arrived in Nepal on a four-day visit following talks in Qatar.“I reiterate my appeal for an immediate humanitarian ceasefire, the unconditional release of all hostages and the delivery of sustained humanitarian relief at a scale that meets the needs of the people of Gaza, he said.“We must join forces to end this nightmare for the people of Gaza, Israel and all those affected around the world, including here in Nepal.”Ten Nepali students were killed in Israel during the Hamas attack on October 7, and one Nepali citizen is missing.AFP Panic and fear have surged inside Gaza, where over one million people are displaced, and where communications went dark for days after Israel cut internet lines, although connectivity had gradually returned early Sunday.Related NewsUS wants civilians’ protection as Israeli troops surround GazaIsreal-Hamas war: UN warns Isreal against targeting populated residential areasIsrael-Hamas war: Ceasefire more important than aids, says envoy“The world is witnessing a humanitarian catastrophe taking place before our eyes.“More than two million people, with nowhere safe to go, are being denied the essentials for life –- food, water, shelter and medical care while being subjected to relentless bombardment. I urge all those with responsibility to step back from the brink,” Guterres addedThe UN’s top diplomat arrived in Nepal on a four-day visit following talks in Qatar.“I reiterate my appeal for an immediate humanitarian ceasefire, the unconditional release of all hostages and the delivery of sustained humanitarian relief at a scale that meets the needs of the people of Gaza, he said.“We must join forces to end this nightmare for the people of Gaza, Israel and all those affected around the world, including here in Nepal.”Ten Nepali students were killed in Israel during the Hamas attack on October 7, and one Nepali citizen is missing.AFP “The world is witnessing a humanitarian catastrophe taking place before our eyes.“More than two million people, with nowhere safe to go, are being denied the essentials for life –- food, water, shelter and medical care while being subjected to relentless bombardment. I urge all those with responsibility to step back from the brink,” Guterres addedThe UN’s top diplomat arrived in Nepal on a four-day visit following talks in Qatar.“I reiterate my appeal for an immediate humanitarian ceasefire, the unconditional release of all hostages and the delivery of sustained humanitarian relief at a scale that meets the needs of the people of Gaza, he said.“We must join forces to end this nightmare for the people of Gaza, Israel and all those affected around the world, including here in Nepal.”Ten Nepali students were killed in Israel during the Hamas attack on October 7, and one Nepali citizen is missing.AFP “More than two million people, with nowhere safe to go, are being denied the essentials for life –- food, water, shelter and medical care while being subjected to relentless bombardment. I urge all those with responsibility to step back from the brink,” Guterres addedThe UN’s top diplomat arrived in Nepal on a four-day visit following talks in Qatar.“I reiterate my appeal for an immediate humanitarian ceasefire, the unconditional release of all hostages and the delivery of sustained humanitarian relief at a scale that meets the needs of the people of Gaza, he said.“We must join forces to end this nightmare for the people of Gaza, Israel and all those affected around the world, including here in Nepal.”Ten Nepali students were killed in Israel during the Hamas attack on October 7, and one Nepali citizen is missing.AFP The UN’s top diplomat arrived in Nepal on a four-day visit following talks in Qatar.“I reiterate my appeal for an immediate humanitarian ceasefire, the unconditional release of all hostages and the delivery of sustained humanitarian relief at a scale that meets the needs of the people of Gaza, he said.“We must join forces to end this nightmare for the people of Gaza, Israel and all those affected around the world, including here in Nepal.”Ten Nepali students were killed in Israel during the Hamas attack on October 7, and one Nepali citizen is missing.AFP “I reiterate my appeal for an immediate humanitarian ceasefire, the unconditional release of all hostages and the delivery of sustained humanitarian relief at a scale that meets the needs of the people of Gaza, he said.“We must join forces to end this nightmare for the people of Gaza, Israel and all those affected around the world, including here in Nepal.”Ten Nepali students were killed in Israel during the Hamas attack on October 7, and one Nepali citizen is missing.AFP “We must join forces to end this nightmare for the people of Gaza, Israel and all those affected around the world, including here in Nepal.”Ten Nepali students were killed in Israel during the Hamas attack on October 7, and one Nepali citizen is missing.AFP Ten Nepali students were killed in Israel during the Hamas attack on October 7, and one Nepali citizen is missing.AFP AFP",
 "A picture taken on January 1, 2018 shows a Moroccan child suffering from Leishmaniasis, a parasitic ... [+] skin disease which is transmitted by the bite of a certain type of sandfly, in the southern town of Zagora. (Photo by STRINGER / AFP) (Photo by STRINGER/AFP via Getty Images) A disfiguring parasitic infection, common in the tropics, has now found a home in Texas and Oklahoma and is expanding its range in the U.S. The parasite, Leishmania mexicana, is transmitted by tiny sand flies, which are now found in Maryland, Delaware, New Jersey and Ohio. Researchers examined 2,100 skin samples. Of these, 1,222 showed the presence of leishmania, and, as expected, almost all the patients had traveled internationally to endemic areas (where the organism commonly occurs), according to a recent report from the Centers for Disease Control and Prevention. However, 86 patients had no travel history, meaning they acquired the infection in the U.S. There are different strains of leishmania, and they cause different types of disease. The L mexicana found in Texas and Oklahoma causes the mildest form, cutaneous leishmania, affecting only the skin. It generally requires no treatment, explained Dr. David Freedman, professor emeritus of infectious disease at UAB at Birmingham. L brasiliensis (among other species) causes mucocutaneous leishmania, which I saw while studying in Peru. At that time, it was treated with a nasty antimonial antibiotic called Pentostam, with many side effects. The most severe form of leishmania usually occurs in the Middle East, Asia, and northern Africa, but it can also occur in Latin America or elsewhere in immune compromised people. L donovani species causes this systemic illness called kala-azar. It is visceral—infecting organs throughout the body, including the liver and spleen—and often causes death. All of the U.S. cases are of the milder skin form. The scientists also did special genetic studies of the L mexicana in Texas and found two distinctive genotypes. They called one type “CCC” and found it in 94% of the non-travelers. While the “American strain” was found in samples as long as 18 years ago, Freedman said that Leishmania has probably “been there forever.” He was aware of its presence in Texas in the 1980s. It was “under the CDC’s radar” because the skin lesions usually resolve without any treatment and because it is not a reportable disease. Spread: Leishmania is spread through bites of sand flies. Their normal hosts in the U.S. are wood rats (not common Norway or city rats). Anne Straily (CDC veterinary medical officer) said via email, “There is some debate about whether other wildlife species, like armadillos or opossums, could also serve as reservoir hosts.” In some cases, infected humans can transmit the parasite back to sand flies. For visceral leishmania, the most serious form, dogs are the main reservoir. While dogs are an important reservoir, no transmission of the parasite from dogs to people has been identified. Per Anne Straily, CDC veterinary medical officer, L. infantum (the species that causes the visceral form of disease) “is already present in certain dogs in the U.S., primarily in hunting hounds.” Many dogs are being imported to the U.S. as rescues from Southeast Asia and posing a potential risk here. “No sand flies have been found infected with L. infantum in the U.S., and no human cases of locally acquired visceral leishmaniasis caused by L. infantum have been identified, even among people in contact with infected dogs,” Kamb and Cama said via an email interview. An interdisciplinary working group, including the CDC and public health veterinarians, has developed a new “operational risk assessment tool” to help vets recognize and screen dogs that pose the greatest threat. This tool was presented at the recent American Society of Tropical Medicine and Hygiene meeting and will be published in Emerging Infectious Diseases. Christine Petersen, Director of the Center for Emerging Infectious Diseases at the University of Iowa, explained that most veterinarians are understandably not familiar with this parasite. The risk tool helps them look at where the dog is coming from and what state it is going to. For example, if a dog is going from Italy (or Southeast Asia) to Texas, there is some risk. But “if the dog comes from Sweden and is going to New Hampshire, the risk is very, very low, and we're not worried.” Also of concern is that one-fifth of the 2.7 million soldiers deployed to Iraq or Afghanistan have evidence of asymptomatic visceral leishmania, including parasites in their blood, up to 10 years after returning. They could potentially transmit their infection through insect bites, pregnancy, transfusions or IV drug use. A 27-month-old child from North Dakota, who had never left the state, was found to have a skin infection with L donovani, which causes the visceral form of disease (as does L infantum). It’s unclear exactly how transmission occurred; his mother was from Nepal, but there is no report of having tested her. Prevention: Sand flies are much smaller than mosquitoes, so unless the mesh is sized accordingly, bed nets are less effective in preventing bites. Data on results is mixed, but there is some benefit to insecticide-treated nets. These are usually used in rooms that are also sprayed with insecticides. For personal use, DEET and permethrin are effective preventatives. Challenges: The initial hurdle is getting physicians to diagnose leishmania. Many will not likely have ever seen it nor suspect it. Even on biopsy, it may be missed as the organisms are so tiny, and a special Giemsa stain is required. You won’t know the species from appearance, Freedman explained. Diagnosis is generally done by molecular (PCR) testing at the CDC. Testing is now also available at the University of Washington or at Walter Reed Army Institute of Research for military only. The other major problem is that there are no reporting requirements in states, except in Texas, or to the CDC. Without uniform reporting to the CDC, we have no chance of tracking how frequently and where it occurs. The magnitude of the role of climate change in the spread of leishmania is as yet unknown—this is another reason to have careful tracking. Insecticide resistance is a concern. The Covid-19 pandemic reduced funding for leishmania programs and surveillance and resulted in less spraying. We also need to watch that the visceral type of leishmania does not become endemic in the U.S., becoming established by sand flies feeding on infected dogs. This hasn’t happened yet (that we know of) but requires ongoing monitoring. For many unusual infections, it’s important that physicians take a careful exposure and travel history and have a high index of suspicion. It’s also important that physicians learn to recognize cutaneous leishmaniasis and know that it can occur in people with no history of international travel. Post was updated with information from Christine Petersen re risk assessment tool for vets.",
 "MARRAKECH, Morocco :     Japan made a \"very impressive pledge\" to an International Monetary Fund account that provides subsidies to enable zero-interest rate loans to the poorest countries, IMF Managing Director Kristalina Georgieva said on Thursday. The pledge made Japan the single largest donor - accounting for 20 per cent - of the account that covers the interest payments on loans under the fund's Poverty Reduction and Growth Trust (PRGT), Georgieva told reporters at the annual meetings of the IMF and World Bank. Georgieva said a number of new pledges for the subsidy account were received on Wednesday, and further funds were expected when the IMF's steering committee meets on Saturday. The IMF has been urging member countries to fill a $1.2 billion gap in the $3 billion subsidy account endorsed by the membership in 2021. Georgieva said 40 countries had stepped up to contribute, and one-third were emerging market economies. The IMF is expected to release details on the fundraising effort on Saturday. The PRGT is the fund’s main vehicle for providing  low- or zero-interest loans to low-income countries (LICs) that support economic programmes and help leverage additional financing from donors, development institutions, and the private sector. Since the beginning of the COVID-19 pandemic, the IMF said it has supported more than 50 low-income countries with some $29 billion in interest-free loans via the PRGT, reducing instability in a wide range of the world’s poorest nations, from Haiti to the Democratic Republic of Congo and Nepal. The IMF projects demand for PRGT lending will reach nearly $40 billion through next year, more than four times the historical average. It says each $1 of subsidy resources allows the PRGT to provide about $5 in zero-interest loans.  ",
 "IANS Representative image. At the crack of dawn every day, hushed frantic activity begins in villages located along the India-Nepal border here as some residents set out on foot or in small vehicles to smuggle rice into the neighbouring country. Young unemployed men, women and sometimes even the elderly act as carriers for local smugglers and are paid up to Rs 300 for delivering a quintal of rice to warehouses set up across the border by Nepali traders.  Most of them make multiple trips to earn as much money as possible.  Lakshminagar, Thoothibari, Nichlaul, Parsa Malik, Bargadwa, Bhagwanpur, Shyam Kat, Farenia, Hardi Dali and Khanuva are some of the villages from where it is very easy to cross into Nepal and rice is smuggled, police sources said.  Maharajganj shares an 84-km open border with Nawalparasi and Rupandehi districts of Nepal's Lumbini province.  Ram Prasad, a rice carrier, said, \"The Nepali merchants have set up small warehouses along the border where we deliver the smuggled rice. The warehouses are emptied every week and the collected rice is moved to a bigger warehouse.\"  The carriers do most of the work at the crack of dawn, travelling up to one kilometre from their homes to deliver the rice. They carry rice bags weighing 10 kg or more.  The second spurt of activity comes post-lunch, when most locals are indoors, enjoying an afternoon siesta. Some of the carriers also move rice bags in the evening, just before nightfall. They rarely move at night as that is when the risk of getting caught is the highest.  According to officials, more than 111.2 tonnes of rice being smuggled into Nepal has been seized by the Sashastra Seema Bal (SSB) and police in the last four months.  Most of the people involved in  rice smuggling  are unemployed. These villagers take rice from the local smugglers and carry it into Nepal. In most cases, young unemployed men and women act as carriers. Sometimes, the elderly can also be involved, the police sources said.  Despite efforts by authorities to check the smuggling of rice, the huge margin of profit continues to drive the illicit activity.  Local rice traders said the price of rice in Nepal has spiked in the past few months after the Indian government banned exports of non-basmati white rice in July to boost domestic supply and keep retail prices under check during the upcoming festive season.  \"Following the  export  ban, the prices of rice in Nepal have gone up. The rice that is sold here for Rs 15-20 per kilogram is being sold for as high as Rs 70 per kilogram in Nepal,\" claimed  Suraj  Jaiswal, a local rice trader who used to export rice to Nepal before the ban.  \"The smugglers pay these carriers up to Rs 300 for carrying a quintal of rice into Nepal. The remaining profits are pocketed by the smugglers. The carriers make as many trips into Nepal as possible in order to make more money,\" he said.  Due to rampant rice smuggling, local traders claimed, prices of rice here have also gone up over the last few months.  Ratan Lal Vaishy, an office-bearer of  Uttar Pradesh Udyog Vyapar Pratinidhi Mandal , said, \"Due to the increased smuggling of rice, its prices have increased.\"  Before July, coarse rice was available at Rs 15 to 20 per kilogram but now it is being sold at Rs 30 to 35 per kilogram.  The price rise has forced district authorities to intensify efforts to check smuggling operations.  Maharajganj District Magistrate (DM) Anunaya Jha has deployed two six-member teams in Nautanwa and Nichaulal tehsils bordering Nepal to curb rice smuggling.  These teams were formed on October 3 and have been directed to provide daily reports on smuggling for further action.  \"Necessary guidelines have been issued to all concerned officials to curb smuggling in the border areas. We are also coordinating with SSB officials in the operations,\" Jha said. Experience Your Economic Times Newspaper, The Digital Way! Friday, 03 Nov, 2023 Read Complete ePaper  » Digital View Print View Wealth Edition WhatsAppening? Telcos Call Out Tech Cos over Biz SMSes An industry grouping representing India’s top three telcos has accused global consumer-technology majors, such as Microsoft and Amazon, of “presumably circumventing and bypassing the legal telecom route” by using WhatsApp and other unregulated platforms to send enterprise messages to customers, causing a likely ₹3,000-crore annual revenue loss to both the Centre and the service providers. Apple asked to Join CERT-In Probe into iPhone Hacking Bid The government has asked Apple to join a probe into the alleged state-sponsored hacking attempts on iPhones belonging to prominent Indians, including some members of the opposition in Parliament, according to S Krishnan, secretary, ministry of electronics and information technology. Go First Lessors Can Take Back Planes, Engines: DGCA to HC  The Directorate General of Civil Aviation (DGCA) told the Delhi High Court Thursday that Go First’s leased aircraft and engines can be preregistered and returned to lessors, severely denting the bankrupt airline’s revival prospects. Read More News on rice export ban rice smuggling Export uttar pradesh udyog vyapar pratinidhi mandal suraj (Catch all the  Business News ,  Breaking News  Events and  Latest News  Updates on  The Economic Times .) Download  The Economic Times News App  to get Daily Market Updates & Live Business News. ... more less Prime Exclusives Investment Ideas Stock Report Plus ePaper Wealth Edition Riding high on the AI wave, are Indian tech startups missing the bus on innovation? Low index option premiums are like Jezebel, sinking retail traders. Prop traders, punters, too, flail Selling cut-price generics, Mark Cuban is shaking up US pharma. Can Indian drug makers benefit? ‘Use no more than what you need’: How Amazon reached the top of India’s green energy market 3 insights to kick-start your day, featuring subscriptions Zurich Insurance-Kotak Mahindra General Insurance deal Stock Radar: Marico sees profit booking after hitting 52-week high in October; should you buy? 1 2 3 View all Stories",
 "NEW DELHI: The Bar Council of India (BCI) on Wednesday approached the Delhi high court against an earlier direction to it to process the enrolment of a South Korean national as an advocate.BCI chairman and senior advocate Manan Kumar Mishra argued that foreign lawyers are not allowed to practice in courts in India since their entry has been permitted in a limited manner.He contended that the order of a single judge allowing the South Korean citizen's request for enrolment cannot be sustained. Mishra also submitted that the apex bar body has to further verify if there is \"reciprocity\" of similar permission to practice for Indian nationals in South Korea.\"This will open a floodgate,\" he argued, adding that this may later result in the entry of lawyers from Pakistan and Nepal into the country.A bench of Chief Justice Satish Chandra Sharma and Justice Sanjeev Narula, however, observed that Daeyoung Jung held a law degree from an Indian institute and was not a \"foreign lawyer\". The HC pointed out that law permitted him to practice in India if Indians were allowed to practice in his country and this aspect has been considered by the single judge.\"Speaking for myself, I don't find anything wrong in the single judge's order,\" Justice Narula remarked as the bench gave six weeks' time to BCI to show that guidelines in South Korea do not permit Indians to practice there. \"If the South Korean government says Indians will be allowed, you have no case,\" the high court said.Earlier this year, the single judge had set aside BCI's refusal to accept a request by Jung, a citizen of South Korea, to enrol himself as an advocate in the country and directed the apex bar body to process his application as per law.The HC observed that Jung held a law degree from National Academy of Legal Studies and Research (NALSAR) in Hyderabad, which was duly recognised under the Advocates Act and entitled him to seek enrolment under the law.In its order, the single judge had noted that as per the legal framework under the Advocates Act, a national of any other country may also be admitted as an advocate and the right of enrolment of such a foreign national was subject only to the condition that duly qualified Indian citizens were also permitted to practice law in that other country.",
 "Jenn Drummond became the first woman to successfully summit the Seven Second Summits, the ... [+] second-highest peaks on each continent (often more difficult than the highest). The Seven Second Summits may be the second-highest peaks on each continent, but don’t be misled by their superlative order—these mountains are some of the toughest in the world for climbers. In fact, completing the Seven Second Summits is considered a more difficult challenge than the Seven Summits—the highest peaks on each continent, a group that includes Everest and Denali. Very few male climbers have completed the Seven Second Summits—and until this year, no woman had. But on June 1, 2023, Jenn Drummond set a world record as the first (and only) woman to ever accomplish this feat with her successful summit of Mount Logan. The campaign began on December 16, 2020, with Ojos del Salado in Chile. Drummond then summited Mount Kenya in February 2021, Gora Dykh-Tau in September 2021, Mount Tyree in January 2022, K2 in July 2022 and Mount Townsend in November 2022. Drummond, who grew up in Holland, Michigan—elevation: 610 feet—is far from your typical climber. Before she moved to Park City, Utah, in 2015, she had never so much as slept in a tent. That changed in 2016 when a friend’s husband who was formerly a guide in the Grand Tetons took her on a climb there. “I fell in love with all aspects of it,” Drummond told me by phone in September, not long after she’d returned from her summit of Mount Logan. “I loved the quiet, loved the accomplishment, loved who you are when you go out versus who you are when you come home as an entirely different person.” Memories of that formative hiking trip would resurface two years later, in 2018, when Drummond was involved in a life-threatening car accident. A semi-truck collided with her Porsche Cayenne while she was traveling on a busy highway in Utah, causing her car to roll over three times before coming to a stop in the median. The rescue workers who came to Drummond’s aid were astonished to find that she was conscious, able to answer their questions and seemingly without any catastrophic injuries. Given the damange to her vehicle, they didn’t even know for sure that she would still be alive when the peeled back the windshield to reach her. Instead, five hours later, after getting checked out at the hospital, Drummond was walking through the door at home to her seven children. The following year, 2019, was a year of building up her bucket list. “I was putting anything I could think of on it,” Drummond said. “All of a sudden, I was afraid of dying. I was turning 40 in 2020, and I decided, ‘I’m gonna climb a mountain for my 40th birthday.’” Though she didn’t have experience in technical climbing, Drummond had been an athlete all her life and, growing up skiing, had spent plenty of time in altitude. Gymnastics gave her superior body awareness, while competing in triathlons built up her endurance. “You couldn’t pick a better background to get into mountaineering,” she said. Drummond began training to climb Ama Dablam in Nepal. (The peak was the inspiration for the Paramount\nPARA\n Pictures logo.) While she was helping her young son with his math homework, he expressed frustration at how difficult it was. “I told him, ‘We do hard things,’” Drummond said. “And then this child said to me, ‘Well, then why are you climbing this mountain called I’m a Dumb Blonde and not Everest?’ “Ama Dablam is harder than Everest, but he doesn’t know that,” Drummond added. “To him, the hardest mountain in the world is Everest. If I’m his mom and I do the hardest mountain in the world to him, that will show him he can do anything.” Drummond hired a coach, Alan Arnette, who recommended she read a book on training for uphill climbing. She read about a woman who’d set a Guinness World Record for skiing across the Alps and called her coach. “I was like, ‘Alan, I could have done that,’” Drummond said. “My kids learned how to read on Guinness World Records books,” Drummond said. “They do not think I’m cool. But I thought, ‘I would be the coolest mom in the whole world if I got into Guinness World Records. But I’m not growing pumpkins or speed-eating hot dogs.’ Alan called me back and he was like, ‘Jenn, I have the perfect world record—become the first woman to climb the Seven Second Summits.” Seven continents, seven mountains, seven children. “It sounded like a jackpot,” Drummond said. “If I look at my bucket list, I wanted to travel the world and also to empower women. It hasn’t been done, so if I fail, no big deal. No one else has done it either. I said yes, and we did it, girl.” It turned out that Everest would be a training climb for one of Drummond’s Seven Second Summits—K2, the second-highest peak in the world but also the deadliest. Per figures from 2018, about 23 percent of people who have attempted to summit K2 died. However, only a few hundred summit attempts have ever been made on K2, as opposed to more than 6,000 on Everest, which has a fatality rate of 4 percent. \"The Bottleneck\" on K2, the world's deadliest mountain, which Jenn Drummond successfully summited as ... [+] part of her quest to complete the Seven Second Summits. Some of the peaks are like hikes—you primarily just put one foot in front of the other until you reach the top. Mount Townsend in Australia was the easiest, Drummond said. “Mount Kenya is a 20-pitch rock climb; you need rock shoes, a harness, ice axes, crampons,” Drummond said. “If you’re not a climber, you’re not getting up Mount Kenya.” And climbing K2, especially at the higher altitudes, “is like playing Frogger,” Drummond said. “It throws rocks at you the entire time you’re climbing. They’re tiny rocks, like the little rocks in a fishtank, but it’s like a bullet. I have friends who got hit; it would rip through three layers of clothing and they’d have to get stitches.” To go from a woman who had never so much as hiked until she was in her thirties to a woman who was able to complete the Seven Second Summits is an enormous feat—physically, mentally and financially. Mountaineering is not cheap, and if there’s one thing Drummond regrets about her campaign, it’s that she didn’t fight harder to secure sponsor funding. While the financial support would have been nice, Drummond said, what she really would have liked is more bandwidth for the story. “The things that happened from stepping into the pursuit are so amazing that you want more people to have the courage to step into their pursuit,” Drummond said. She shared that she got denied by one of the first sponsors she reached out to because she’s a mom of seven—the implication being that she wouldn’t successfully summit. “And I failed K2 the first time,” Drummond said. “A teammate died in an avalance, another lost his hand to frostbite, another injured his leg. Another team came up to me and said, ‘Do you want to continue with our team? Because your team is going down.’ I’m not climbing this mountain with a new team. I’m gonna take care of my team; you take care of your people.” When she returned from that trip, her children asked, “Mom, did you summit?” The answer: “No, but I had success.” “I had the opportunity to summit or to show up as a good human and I showed up as a good human, and I’m proud of myself for that,” Drummond said. “Who we are is more important than what we achieve.” To that point, when Drummond returned to Pakistan for her second summit attempt of K2 in 2022, she met a Pakistani woman who was looking to summit the famed peak. “I summited as the third American female on the top of K2. Cool, right?” Drummond said. “Cooler is that the first Pakistani female stood on top of her country’s prized peak. She’s telling 10-year-old Muslim girls, ‘We have opportunities.’ “I think I failed on purpose the first time so that I could make more possible.” Jenn Drummond holding a picture of her family on the summit of K2, one of her successful Seven ... [+] Second Summits The climbs taught Drummond about the importance of showing up authentically, especially as a woman in predominantly male spaces. A funny example that also serves to make the larger point is that when Drummond, who has long, blonde hair, was interviewing climbing companies, she asked about the possibility of using a hair dryer at base camp—so that her hair didn’t freeze. “The first company was like, ‘What are you talking about?’” Drummond said. “The second company was like, ‘You could use the generator once a week.’ The third company said, ‘Yes, and do you want a mirror?’ “If you can anticipate my next need, that’s who I want on the mountain,” Drummond said, jokingly referring to herself as Mountain Barbie. “A week after the climb, we were all back in Kathmandu, and some of the women came up to me and said, ‘Thank you for drying your hair at base camp; thank you for taking up space as a female and helping us own our femininity in a masculine environment.’ So often if we just do what we need and own who we are, things happen and we just empower others around us.” Inspired by her experiences on the Seven Second Summits, Drummond wrote a book called Breakproof: 7 Strategies to Build Resilience and Achieve Your Life Goals. It’s available for pre-order now with a release date of Jan. 9, 2024. “The reason why I share this story is because I look at my life five years ago before that car accident, and my mindset was always, ‘If, then.’ ‘When my kids get older, then I can do this.’ I want the book to be a permission slip for you to own who you are. I added the word ‘and’ to my life. I’m a mom and a mountaineer and an entrepreneur.” So, now do her kids think she’s cool? “No,” Drummond said, laughing. “I’m a normal, everyday human,” Drummond said. “I wasn’t genetically gifted, I didn’t come from a silver-spoon upbringing. I want people to be like, ‘If she did that, I can.’”",
 "10 persons have been confirmed dead, while 82 are missing in a glacial lake burst that triggered a torrential flash flood in India, according to officials.Violent flooding from glacier lakes dammed by loose rock has become more frequent as global temperatures rise and ice melts, with climate scientists warning they pose an increasing danger across the wider Himalayan mountain range.“Floodwaters have caused havoc in four districts of the state, sweeping away people, roads, bridges,” Himanshu Tiwari, an Indian Army spokesman told AFP on Thursday, speaking a day after the wall of water rushed down the mountainous valley in northeast Sikkim state.Authorities said roads had been “severely” damaged and that 14 bridges had been washed away.“Ten bodies have been recovered so far, and 82 people are missing, including army personnel,” Sikkim state chief secretary Vijay Bhushan Pathak told reporters late Wednesday.Among the missing are 22 soldiers, the army said. One previously missing soldier was rescued.The water surge came after intense rainfall burst the high-altitude Lhonak Lake, which sits at the base of a glacier in peaks surrounding the world’s third-highest mountain, Kangchenjunga.The wall of water powered downstream, adding to a river already swollen by monsoon rains, damaging a dam, sweeping away houses and bridges, and causing “serious destruction”, the Sikkim state government said.Damage was recorded more than 120 kilometres (75 miles) downstream, and Prime Minister Narendra Modi has promised “all possible support” for those impacted.Related NewsFresh flood alert in southern India, 209 deadIgnored fishermen turn saviours in India floodsIndian flood kills 164 people, displaces 223,000Lhonak Lake shrunk by nearly two-thirds in size, an area roughly equivalent to about 150 football pitches (105 hectares), satellite photographs released by the Indian Space Research Organisation showed.Himalayan glaciers are melting faster than ever due to climate change, exposing communities to unpredictable and costly disasters, according to the International Centre for Integrated Mountain Development research group.“Intense rain has led to this catastrophic situation in Sikkim where the rain has triggered a glacial lake outburst flood and damaged a dam, and caused loss of life”, said Miriam Jackson, a scientist specialising in ice who monitors Himalayan regions with the Nepal-based ICIMOD.“We observe that such extreme events increase in frequency as the climate continues to warm and takes us into unknown territory.”Earth’s average surface temperature has risen nearly 1.2 degrees Celsius since preindustrial times, but high-mountain regions around the world have warmed at twice that pace, climate scientists say.Sikkim is close to India’s border with Nepal and China, and boasts a sizeable military presence.India has been wary of China’s growing military assertiveness and their 3,500-kilometre (2,200-mile) shared frontier has been a perennial source of tension, with parts of Sikkim claimed by Beijing.AFP Violent flooding from glacier lakes dammed by loose rock has become more frequent as global temperatures rise and ice melts, with climate scientists warning they pose an increasing danger across the wider Himalayan mountain range.“Floodwaters have caused havoc in four districts of the state, sweeping away people, roads, bridges,” Himanshu Tiwari, an Indian Army spokesman told AFP on Thursday, speaking a day after the wall of water rushed down the mountainous valley in northeast Sikkim state.Authorities said roads had been “severely” damaged and that 14 bridges had been washed away.“Ten bodies have been recovered so far, and 82 people are missing, including army personnel,” Sikkim state chief secretary Vijay Bhushan Pathak told reporters late Wednesday.Among the missing are 22 soldiers, the army said. One previously missing soldier was rescued.The water surge came after intense rainfall burst the high-altitude Lhonak Lake, which sits at the base of a glacier in peaks surrounding the world’s third-highest mountain, Kangchenjunga.The wall of water powered downstream, adding to a river already swollen by monsoon rains, damaging a dam, sweeping away houses and bridges, and causing “serious destruction”, the Sikkim state government said.Damage was recorded more than 120 kilometres (75 miles) downstream, and Prime Minister Narendra Modi has promised “all possible support” for those impacted.Related NewsFresh flood alert in southern India, 209 deadIgnored fishermen turn saviours in India floodsIndian flood kills 164 people, displaces 223,000Lhonak Lake shrunk by nearly two-thirds in size, an area roughly equivalent to about 150 football pitches (105 hectares), satellite photographs released by the Indian Space Research Organisation showed.Himalayan glaciers are melting faster than ever due to climate change, exposing communities to unpredictable and costly disasters, according to the International Centre for Integrated Mountain Development research group.“Intense rain has led to this catastrophic situation in Sikkim where the rain has triggered a glacial lake outburst flood and damaged a dam, and caused loss of life”, said Miriam Jackson, a scientist specialising in ice who monitors Himalayan regions with the Nepal-based ICIMOD.“We observe that such extreme events increase in frequency as the climate continues to warm and takes us into unknown territory.”Earth’s average surface temperature has risen nearly 1.2 degrees Celsius since preindustrial times, but high-mountain regions around the world have warmed at twice that pace, climate scientists say.Sikkim is close to India’s border with Nepal and China, and boasts a sizeable military presence.India has been wary of China’s growing military assertiveness and their 3,500-kilometre (2,200-mile) shared frontier has been a perennial source of tension, with parts of Sikkim claimed by Beijing.AFP “Floodwaters have caused havoc in four districts of the state, sweeping away people, roads, bridges,” Himanshu Tiwari, an Indian Army spokesman told AFP on Thursday, speaking a day after the wall of water rushed down the mountainous valley in northeast Sikkim state.Authorities said roads had been “severely” damaged and that 14 bridges had been washed away.“Ten bodies have been recovered so far, and 82 people are missing, including army personnel,” Sikkim state chief secretary Vijay Bhushan Pathak told reporters late Wednesday.Among the missing are 22 soldiers, the army said. One previously missing soldier was rescued.The water surge came after intense rainfall burst the high-altitude Lhonak Lake, which sits at the base of a glacier in peaks surrounding the world’s third-highest mountain, Kangchenjunga.The wall of water powered downstream, adding to a river already swollen by monsoon rains, damaging a dam, sweeping away houses and bridges, and causing “serious destruction”, the Sikkim state government said.Damage was recorded more than 120 kilometres (75 miles) downstream, and Prime Minister Narendra Modi has promised “all possible support” for those impacted.Related NewsFresh flood alert in southern India, 209 deadIgnored fishermen turn saviours in India floodsIndian flood kills 164 people, displaces 223,000Lhonak Lake shrunk by nearly two-thirds in size, an area roughly equivalent to about 150 football pitches (105 hectares), satellite photographs released by the Indian Space Research Organisation showed.Himalayan glaciers are melting faster than ever due to climate change, exposing communities to unpredictable and costly disasters, according to the International Centre for Integrated Mountain Development research group.“Intense rain has led to this catastrophic situation in Sikkim where the rain has triggered a glacial lake outburst flood and damaged a dam, and caused loss of life”, said Miriam Jackson, a scientist specialising in ice who monitors Himalayan regions with the Nepal-based ICIMOD.“We observe that such extreme events increase in frequency as the climate continues to warm and takes us into unknown territory.”Earth’s average surface temperature has risen nearly 1.2 degrees Celsius since preindustrial times, but high-mountain regions around the world have warmed at twice that pace, climate scientists say.Sikkim is close to India’s border with Nepal and China, and boasts a sizeable military presence.India has been wary of China’s growing military assertiveness and their 3,500-kilometre (2,200-mile) shared frontier has been a perennial source of tension, with parts of Sikkim claimed by Beijing.AFP Authorities said roads had been “severely” damaged and that 14 bridges had been washed away.“Ten bodies have been recovered so far, and 82 people are missing, including army personnel,” Sikkim state chief secretary Vijay Bhushan Pathak told reporters late Wednesday.Among the missing are 22 soldiers, the army said. One previously missing soldier was rescued.The water surge came after intense rainfall burst the high-altitude Lhonak Lake, which sits at the base of a glacier in peaks surrounding the world’s third-highest mountain, Kangchenjunga.The wall of water powered downstream, adding to a river already swollen by monsoon rains, damaging a dam, sweeping away houses and bridges, and causing “serious destruction”, the Sikkim state government said.Damage was recorded more than 120 kilometres (75 miles) downstream, and Prime Minister Narendra Modi has promised “all possible support” for those impacted.Related NewsFresh flood alert in southern India, 209 deadIgnored fishermen turn saviours in India floodsIndian flood kills 164 people, displaces 223,000Lhonak Lake shrunk by nearly two-thirds in size, an area roughly equivalent to about 150 football pitches (105 hectares), satellite photographs released by the Indian Space Research Organisation showed.Himalayan glaciers are melting faster than ever due to climate change, exposing communities to unpredictable and costly disasters, according to the International Centre for Integrated Mountain Development research group.“Intense rain has led to this catastrophic situation in Sikkim where the rain has triggered a glacial lake outburst flood and damaged a dam, and caused loss of life”, said Miriam Jackson, a scientist specialising in ice who monitors Himalayan regions with the Nepal-based ICIMOD.“We observe that such extreme events increase in frequency as the climate continues to warm and takes us into unknown territory.”Earth’s average surface temperature has risen nearly 1.2 degrees Celsius since preindustrial times, but high-mountain regions around the world have warmed at twice that pace, climate scientists say.Sikkim is close to India’s border with Nepal and China, and boasts a sizeable military presence.India has been wary of China’s growing military assertiveness and their 3,500-kilometre (2,200-mile) shared frontier has been a perennial source of tension, with parts of Sikkim claimed by Beijing.AFP “Ten bodies have been recovered so far, and 82 people are missing, including army personnel,” Sikkim state chief secretary Vijay Bhushan Pathak told reporters late Wednesday.Among the missing are 22 soldiers, the army said. One previously missing soldier was rescued.The water surge came after intense rainfall burst the high-altitude Lhonak Lake, which sits at the base of a glacier in peaks surrounding the world’s third-highest mountain, Kangchenjunga.The wall of water powered downstream, adding to a river already swollen by monsoon rains, damaging a dam, sweeping away houses and bridges, and causing “serious destruction”, the Sikkim state government said.Damage was recorded more than 120 kilometres (75 miles) downstream, and Prime Minister Narendra Modi has promised “all possible support” for those impacted.Related NewsFresh flood alert in southern India, 209 deadIgnored fishermen turn saviours in India floodsIndian flood kills 164 people, displaces 223,000Lhonak Lake shrunk by nearly two-thirds in size, an area roughly equivalent to about 150 football pitches (105 hectares), satellite photographs released by the Indian Space Research Organisation showed.Himalayan glaciers are melting faster than ever due to climate change, exposing communities to unpredictable and costly disasters, according to the International Centre for Integrated Mountain Development research group.“Intense rain has led to this catastrophic situation in Sikkim where the rain has triggered a glacial lake outburst flood and damaged a dam, and caused loss of life”, said Miriam Jackson, a scientist specialising in ice who monitors Himalayan regions with the Nepal-based ICIMOD.“We observe that such extreme events increase in frequency as the climate continues to warm and takes us into unknown territory.”Earth’s average surface temperature has risen nearly 1.2 degrees Celsius since preindustrial times, but high-mountain regions around the world have warmed at twice that pace, climate scientists say.Sikkim is close to India’s border with Nepal and China, and boasts a sizeable military presence.India has been wary of China’s growing military assertiveness and their 3,500-kilometre (2,200-mile) shared frontier has been a perennial source of tension, with parts of Sikkim claimed by Beijing.AFP Among the missing are 22 soldiers, the army said. One previously missing soldier was rescued.The water surge came after intense rainfall burst the high-altitude Lhonak Lake, which sits at the base of a glacier in peaks surrounding the world’s third-highest mountain, Kangchenjunga.The wall of water powered downstream, adding to a river already swollen by monsoon rains, damaging a dam, sweeping away houses and bridges, and causing “serious destruction”, the Sikkim state government said.Damage was recorded more than 120 kilometres (75 miles) downstream, and Prime Minister Narendra Modi has promised “all possible support” for those impacted.Related NewsFresh flood alert in southern India, 209 deadIgnored fishermen turn saviours in India floodsIndian flood kills 164 people, displaces 223,000Lhonak Lake shrunk by nearly two-thirds in size, an area roughly equivalent to about 150 football pitches (105 hectares), satellite photographs released by the Indian Space Research Organisation showed.Himalayan glaciers are melting faster than ever due to climate change, exposing communities to unpredictable and costly disasters, according to the International Centre for Integrated Mountain Development research group.“Intense rain has led to this catastrophic situation in Sikkim where the rain has triggered a glacial lake outburst flood and damaged a dam, and caused loss of life”, said Miriam Jackson, a scientist specialising in ice who monitors Himalayan regions with the Nepal-based ICIMOD.“We observe that such extreme events increase in frequency as the climate continues to warm and takes us into unknown territory.”Earth’s average surface temperature has risen nearly 1.2 degrees Celsius since preindustrial times, but high-mountain regions around the world have warmed at twice that pace, climate scientists say.Sikkim is close to India’s border with Nepal and China, and boasts a sizeable military presence.India has been wary of China’s growing military assertiveness and their 3,500-kilometre (2,200-mile) shared frontier has been a perennial source of tension, with parts of Sikkim claimed by Beijing.AFP The water surge came after intense rainfall burst the high-altitude Lhonak Lake, which sits at the base of a glacier in peaks surrounding the world’s third-highest mountain, Kangchenjunga.The wall of water powered downstream, adding to a river already swollen by monsoon rains, damaging a dam, sweeping away houses and bridges, and causing “serious destruction”, the Sikkim state government said.Damage was recorded more than 120 kilometres (75 miles) downstream, and Prime Minister Narendra Modi has promised “all possible support” for those impacted.Related NewsFresh flood alert in southern India, 209 deadIgnored fishermen turn saviours in India floodsIndian flood kills 164 people, displaces 223,000Lhonak Lake shrunk by nearly two-thirds in size, an area roughly equivalent to about 150 football pitches (105 hectares), satellite photographs released by the Indian Space Research Organisation showed.Himalayan glaciers are melting faster than ever due to climate change, exposing communities to unpredictable and costly disasters, according to the International Centre for Integrated Mountain Development research group.“Intense rain has led to this catastrophic situation in Sikkim where the rain has triggered a glacial lake outburst flood and damaged a dam, and caused loss of life”, said Miriam Jackson, a scientist specialising in ice who monitors Himalayan regions with the Nepal-based ICIMOD.“We observe that such extreme events increase in frequency as the climate continues to warm and takes us into unknown territory.”Earth’s average surface temperature has risen nearly 1.2 degrees Celsius since preindustrial times, but high-mountain regions around the world have warmed at twice that pace, climate scientists say.Sikkim is close to India’s border with Nepal and China, and boasts a sizeable military presence.India has been wary of China’s growing military assertiveness and their 3,500-kilometre (2,200-mile) shared frontier has been a perennial source of tension, with parts of Sikkim claimed by Beijing.AFP The wall of water powered downstream, adding to a river already swollen by monsoon rains, damaging a dam, sweeping away houses and bridges, and causing “serious destruction”, the Sikkim state government said.Damage was recorded more than 120 kilometres (75 miles) downstream, and Prime Minister Narendra Modi has promised “all possible support” for those impacted.Related NewsFresh flood alert in southern India, 209 deadIgnored fishermen turn saviours in India floodsIndian flood kills 164 people, displaces 223,000Lhonak Lake shrunk by nearly two-thirds in size, an area roughly equivalent to about 150 football pitches (105 hectares), satellite photographs released by the Indian Space Research Organisation showed.Himalayan glaciers are melting faster than ever due to climate change, exposing communities to unpredictable and costly disasters, according to the International Centre for Integrated Mountain Development research group.“Intense rain has led to this catastrophic situation in Sikkim where the rain has triggered a glacial lake outburst flood and damaged a dam, and caused loss of life”, said Miriam Jackson, a scientist specialising in ice who monitors Himalayan regions with the Nepal-based ICIMOD.“We observe that such extreme events increase in frequency as the climate continues to warm and takes us into unknown territory.”Earth’s average surface temperature has risen nearly 1.2 degrees Celsius since preindustrial times, but high-mountain regions around the world have warmed at twice that pace, climate scientists say.Sikkim is close to India’s border with Nepal and China, and boasts a sizeable military presence.India has been wary of China’s growing military assertiveness and their 3,500-kilometre (2,200-mile) shared frontier has been a perennial source of tension, with parts of Sikkim claimed by Beijing.AFP Damage was recorded more than 120 kilometres (75 miles) downstream, and Prime Minister Narendra Modi has promised “all possible support” for those impacted.Related NewsFresh flood alert in southern India, 209 deadIgnored fishermen turn saviours in India floodsIndian flood kills 164 people, displaces 223,000Lhonak Lake shrunk by nearly two-thirds in size, an area roughly equivalent to about 150 football pitches (105 hectares), satellite photographs released by the Indian Space Research Organisation showed.Himalayan glaciers are melting faster than ever due to climate change, exposing communities to unpredictable and costly disasters, according to the International Centre for Integrated Mountain Development research group.“Intense rain has led to this catastrophic situation in Sikkim where the rain has triggered a glacial lake outburst flood and damaged a dam, and caused loss of life”, said Miriam Jackson, a scientist specialising in ice who monitors Himalayan regions with the Nepal-based ICIMOD.“We observe that such extreme events increase in frequency as the climate continues to warm and takes us into unknown territory.”Earth’s average surface temperature has risen nearly 1.2 degrees Celsius since preindustrial times, but high-mountain regions around the world have warmed at twice that pace, climate scientists say.Sikkim is close to India’s border with Nepal and China, and boasts a sizeable military presence.India has been wary of China’s growing military assertiveness and their 3,500-kilometre (2,200-mile) shared frontier has been a perennial source of tension, with parts of Sikkim claimed by Beijing.AFP Lhonak Lake shrunk by nearly two-thirds in size, an area roughly equivalent to about 150 football pitches (105 hectares), satellite photographs released by the Indian Space Research Organisation showed.Himalayan glaciers are melting faster than ever due to climate change, exposing communities to unpredictable and costly disasters, according to the International Centre for Integrated Mountain Development research group.“Intense rain has led to this catastrophic situation in Sikkim where the rain has triggered a glacial lake outburst flood and damaged a dam, and caused loss of life”, said Miriam Jackson, a scientist specialising in ice who monitors Himalayan regions with the Nepal-based ICIMOD.“We observe that such extreme events increase in frequency as the climate continues to warm and takes us into unknown territory.”Earth’s average surface temperature has risen nearly 1.2 degrees Celsius since preindustrial times, but high-mountain regions around the world have warmed at twice that pace, climate scientists say.Sikkim is close to India’s border with Nepal and China, and boasts a sizeable military presence.India has been wary of China’s growing military assertiveness and their 3,500-kilometre (2,200-mile) shared frontier has been a perennial source of tension, with parts of Sikkim claimed by Beijing.AFP Himalayan glaciers are melting faster than ever due to climate change, exposing communities to unpredictable and costly disasters, according to the International Centre for Integrated Mountain Development research group.“Intense rain has led to this catastrophic situation in Sikkim where the rain has triggered a glacial lake outburst flood and damaged a dam, and caused loss of life”, said Miriam Jackson, a scientist specialising in ice who monitors Himalayan regions with the Nepal-based ICIMOD.“We observe that such extreme events increase in frequency as the climate continues to warm and takes us into unknown territory.”Earth’s average surface temperature has risen nearly 1.2 degrees Celsius since preindustrial times, but high-mountain regions around the world have warmed at twice that pace, climate scientists say.Sikkim is close to India’s border with Nepal and China, and boasts a sizeable military presence.India has been wary of China’s growing military assertiveness and their 3,500-kilometre (2,200-mile) shared frontier has been a perennial source of tension, with parts of Sikkim claimed by Beijing.AFP “Intense rain has led to this catastrophic situation in Sikkim where the rain has triggered a glacial lake outburst flood and damaged a dam, and caused loss of life”, said Miriam Jackson, a scientist specialising in ice who monitors Himalayan regions with the Nepal-based ICIMOD.“We observe that such extreme events increase in frequency as the climate continues to warm and takes us into unknown territory.”Earth’s average surface temperature has risen nearly 1.2 degrees Celsius since preindustrial times, but high-mountain regions around the world have warmed at twice that pace, climate scientists say.Sikkim is close to India’s border with Nepal and China, and boasts a sizeable military presence.India has been wary of China’s growing military assertiveness and their 3,500-kilometre (2,200-mile) shared frontier has been a perennial source of tension, with parts of Sikkim claimed by Beijing.AFP “We observe that such extreme events increase in frequency as the climate continues to warm and takes us into unknown territory.”Earth’s average surface temperature has risen nearly 1.2 degrees Celsius since preindustrial times, but high-mountain regions around the world have warmed at twice that pace, climate scientists say.Sikkim is close to India’s border with Nepal and China, and boasts a sizeable military presence.India has been wary of China’s growing military assertiveness and their 3,500-kilometre (2,200-mile) shared frontier has been a perennial source of tension, with parts of Sikkim claimed by Beijing.AFP Earth’s average surface temperature has risen nearly 1.2 degrees Celsius since preindustrial times, but high-mountain regions around the world have warmed at twice that pace, climate scientists say.Sikkim is close to India’s border with Nepal and China, and boasts a sizeable military presence.India has been wary of China’s growing military assertiveness and their 3,500-kilometre (2,200-mile) shared frontier has been a perennial source of tension, with parts of Sikkim claimed by Beijing.AFP Sikkim is close to India’s border with Nepal and China, and boasts a sizeable military presence.India has been wary of China’s growing military assertiveness and their 3,500-kilometre (2,200-mile) shared frontier has been a perennial source of tension, with parts of Sikkim claimed by Beijing.AFP India has been wary of China’s growing military assertiveness and their 3,500-kilometre (2,200-mile) shared frontier has been a perennial source of tension, with parts of Sikkim claimed by Beijing.AFP AFP AFP",
 "Worldwide, women cook nearly nine meals a week on average, while men cook only four, according to a new survey.Penpak Ngamsathain/Getty Imageshide caption Worldwide, women cook nearly nine meals a week on average, while men cook only four, according to a new survey. A new survey finds the gender gap in 'home cooking' has widened, with women cooking more meals than men in nearly every country worldwide. Women cooked just under nine meals per week, on average, in 2022. Men cooked about four per week. These are the results of an annualsurvey by Gallup and Cookpad, which tracks how often people prepare and eat home-cooked meals in countries around the globe. When the survey began in 2018, traditional gender roles were well established, but during the pandemic years the survey results showed that men were cooking more. This narrowed the gender gap, explains Andrew Dugan, a research director at Gallup, who has worked on the survey since it began. \"Every year since the study started, the gap narrowed,\" he says. Until now. The latest results, which Duggan says come as a surprise, point to a reversal of this trend. In 2022, women continued to cook at about the same frequency, but men started to cook less. On average, men cooked a little less than one fewer meal per week. \"It's the first year that the gap actually widened,\" Dugan says, pointing out that the gap has reverted back to its starting point in 2018. \"What it might suggest is [that] the traditional gender roles are starting to reassert themselves,\" Dugan says. The gender gap varies by country. In the United States, women cook about two more meals per week on average, than men.  The survey report graphs the countries with the largest gender gaps, including Ethiopia, Tajikistan, Egypt, Nepal and Yemen, where women are making about eight more meals per week than men. The countries with the smallest gender differences in cooking are clustered in Europe, including Spain, the UK, Switzerland, France, and Ireland. There's only one country where men actually cook more than women. Wait for it..... Italy.  \"This is a surprise,\" Dugan says. It's not clear why Italy bucked the trend,  or why the gender gap widened in all the other countries including the U.S., but chef Mike Friedman, who operates several restaurants in the Washington D.C. area, has his take. \"I think woman can handle more on their plate,\" he says. In the U.S.,  where women cook about two more meals per week than men, Friedman thinks the survey may not capture the whole picture. He says in his house, lots of meals  are collaborations. \"I know in my own home my wife does a lot of the cooking. But we talk about it and we talk through 'what should we make tonight?' And a lot of times she'll start and I'll finish and then I'm always left with the dishes,\" Friedman says. That got us thinking: How do you divide meal prep in your household and who does the lion's share? Are there any tensions in your household about who makes dinner, and how did you resolve them? Send us an e-mail, to Shots@npr.org This story was edited by Jane Greenhalgh",
 "Oct. 6-13, 2023 Indians in traditional attire pose as they practice the Garba, a traditional dance of Gujarat state, ahead of the Navratri festival in Ahmedabad, India. Students light candles in Nepal as they pay tribute to Nepali nationals who lost their lives in the fighting in Israel. Artists perform during the closing ceremony of the Asian Games in Hangzhou, China. This photo gallery highlights some of the most compelling images in Asia made or published by The Associated Press in the past week. The selection was curated by AP photo editor Shuji Kajiyama in Tokyo. Follow AP visual journalism: Instagram: https://www.instagram.com/apnews AP Images onTwitter: http://twitter.com/AP_Images AP Images blog: http://apimagesblog.com",
 " Iran Press TV Monday, 09 October 2023 5:29 PM Washington says nine US citizens were killed and a certain number have gone missing in the wake of the surprise major operation by the Palestinian resistance movement Hamas against Israel. US State Department spokesman Matthew Miller said in a statement Monday, \"At this time, we can confirm the deaths of nine US citizens.\" He said there are \"unaccounted-for US citizens, and we are working with our Israeli partners to determine their whereabouts.\" Meanwhile the BBC reported on Monday that more than 10 Britons are also feared dead or missing in the occupied territories. UK Foreign Secretary James Cleverly said he would not speculate on the number of British or dual nationals in the region. France also said two of its nationals have been killed. A lawmaker representing French nationals overseas, Meyer Habib, said on Monday that \"at least eight\" French people had been killed, captured or were missing. Dozens of other nationals have also been reportedly killed, including people from Thailand, Nepal, Ukraine, France, Canada and Cambodia. Hamas launched Operation al-Aqsa Storm on Saturday. It has been without precedent in scale. Israeli media outlets say more than 800 settlers and troops have been killed as a result of the operation. Some 2,560 Israelis have also been injured. Israel on Monday stepped up attacks on the Gaza Strip and imposed a total siege on the densely populated enclave.  ",
 "When he heard that Hamasmilitantswereattacking a music festivalhis family was attending, Ben said Kaddish, the Jewish prayer for the dead, for his mother. “I didn’t know what to do. I said please kill her because it would be better than being kidnapped,” Ben, whose surname CNN is not using for security concerns, said on Wednesday. “It’s a nightmare. I said ‘please kill her, don’t take her there.’” Over WhatsApp, he watched, helpless, as his mother and younger brother sent updates for eight hours, telling him that they were hiding in small bushes, hearing gunfire and people walking past saying “Allahu Akbar.” “(Every message) took about two minutes to arrive and in between there was no communication,” he said. “Every two minutes you are tearing your hair out to get an answer.” Israel is at war with Hamas. Here's what to know Eventually, Ben heard of a secure location, sent the map to his brother and they managed to escape from the festival. The next morning, Ben flew to Israel from London where he lives with his British wife and children. He is one ofmanyIsraelis returning home from abroad as their country’slong-running conflict with Hamas escalates into a warnot seen on this scale for a generation. To cope with the increasing demand, Israeli airlines El Al, Israir and Arkia added more flights on Tuesday to repatriate military reservists,Reuters reported. Cutting short holidays or uprooting their everyday lives overseas, these Israelis are returning for funerals, in preparation for being called up into the military reserves, carrying supplies back with them, or to help protect their communities. At least 1,200 people have been killed in Israel followingHamas’ deadly and brutal attackon October 7 when its militants broke through the heavily fortified border from Gaza, leaving atrocities in their wake. Gaza crisis grows under intense bombardment as Israel retaliates to Hamas atrocities Israel has responded byhammering Gazawith airstrikes and halting supplies of electricity, food, water and fuel to the Palestinian enclave. At least 1,417 people have been killed in Gaza in the days since, according to the Palestinian Ministry of Health, and the enclave’s onlypower station ran out of fuelon Wednesday. Straight after seeing his family when he landed in Israel, Ben went to Lod, a city about nine miles southeast of Tel Aviv, where there had previously been outbursts of violence. There he joined friends in forming an impromptu neighborhood watch, to ensure the situation remained calm. He has since helped to deliver donated food and is planning to drive to the south of the country as there aren’t enough drivers to take people to their families. “At least there’s something that I can do,” he said. “I couldn’t stay in London and just watch it all happening on TV.” Another returning Israeli is 30-year-old Guy, who works in cybersecurity and has lived in London for the last five years. CNN is not using his surname for safety reasons. Guy traveled back to Israel on Wednesday after learning that six of his friends were missing after attending the Supernova music festival. Two of the group have since been confirmed dead. He told CNN that he is returning to be a military reservist, and for the funerals of his friends, who were part of a “close circle” that often went to trance music festivals, like Supernova, alongside Palestinians too. “The generation born since the Yom Kippur War have never seen anything like this,” he said. “They have had the opportunity to believe in peace and the two-state solution… we grew up with that… The people that go to these festivals participate as citizens of the world who essentially just want to celebrate life.” In Israel, 'the place where you want your kids to grow up' has suddenly turned into the front line Israel has called up 300,000 reservists to fight for its military, Israel Defense Forces (IDF) spokesperson, Maj. Doron Spielman told CNN Wednesday, a mobilization on the scale of a major country such as the United States, despite Israel’s relatively small population of 9.7 million, according to data from the Israeli Central Bureau of Statistics in April. “There’s not a family that does not have somebody that’s been called up. Or, unfortunately, since we’re such a small country, a family that does not have friends, or loved ones that are still missing,” Spielman told CNN. Though there are some exemptions, every Israeli citizen over the age of 18 is required to serve in the IDF. After finishing their service, many take lengthy trips overseas, a kind of post-service rite of passage. After completing his military service, 22-year-old Ben, who also asked to keep his family name confidential, had intended to explore Asia for several months. But heabandoned those planson Saturday when he learned of Hamas’ attack while in a mountain village in Nepal. He has since returned to Israel and is on standby to serve as a reservist in a reconnaissance unit. In a telephone call from Nepal on Monday, prior to his flight on Tuesday, Ben said he thought there were more than 100 Israelis in Kathmandu alone trying to return. “It feels really hard to be so far away and there isn’t much you can do,” he said. “You’re worried about the people there and all you do all day is watch the news and look at your phone. It’s impossible to be away right now.” Ilan Fisher, 29, is another Israeli expecting to be called up for reserve duty, he told CNN on Wednesday. He was on vacation in Melbourne, Australia on the day of Hamas’ attack, attending the wedding of two close Australian friends, both of whom also live in Israel. Though Fisher has had multiple offers to remain in Melbourne, he intends to fly back on Sunday and expects to be drafted back into the army’s media department. “Given the situation there right now, how dire it is and how dire it will be, I don’t really have another choice but to go back,” he said. Some Israelis are rushing back for other reasons. Rachel Gold, 27, had been on vacation in Toronto and had the idea of taking supplies back to Israel with her friend, Jessica Kane, who had been visiting her parents in New York. After putting out a call on social media, they raised $15,000 to buy supplies and flew back on Monday evening with two other friends, carrying 13 large check-in cases, four carry-on bags and several backpacks with them. The luggage was stuffed with supplies including head torches, flashlights, underwear, socks, toothbrushes, portable chargers, hydration pouches and protein bars. Kane, 26, told CNN that her family are religiously observant and so she did not hear of the attack until her father learned of it by word of mouth while in synagogue. “Initially I didn’t believe it. I thought it was being sensationalized,” she said. “We very quickly went on our phones. I had a few missed calls from the army and had a million red alert notifications about missiles falling. It was incredibly, incredibly difficult.” The friends were met at the airport on Tuesday by volunteers who immediately took the donations to deliver to the south of Israel. Gold is now on a military base in the south, having been recruited as a reservist. “Being here is a lot more comforting than being away,” she told CNN. “I felt desperately helpless just sitting at home watching the news and thinking what else I can do beyond sending money. Being here at least I feel part of it and taking action and doing things, plus I’m not glued to the news all day. Being here is a little bit less scary than being abroad.” CNN’s Niamh Kennedy and Abeer Salman contributed to this report.",
 "The death toll from flash floodsunleashed by a glacial lake bursting its banksin India’s Himalayas climbed to 74 on Monday with 101 people still missing days after the calamity struck, according to provincial officials. Following days of torrential rain in the northeastern state of Sikkim, torrents of water swept down narrow river valleys from Lohnak Lake, in the northern part of the state, damaging a dam and wreaking destruction in villages and Rangpo town, about 50 km (30 miles) south of state capital Gangtok. Rescuers have found 25 bodies in the state and bodies of eight army personnel were found in the neighboring downstream state of West Bengal, Sikkim’s chief secretary Vijay Bhushan Pathak told Reuters. He said 101 people were still missing in the latest of a series of natural disasters caused by extreme weather events in the Himalayas. Fourteen army personnel were among the missing, a defense ministry statement said. The search for survivors was hampered by damaged roads, poor communications and bad weather, and residents were struggling to clear sludge and debris in the wake of one of the worst disasters in the remote region in more than 50 years. Parveen Shama, the top district official of Jalpaiguri in West Bengal, said 41 bodies were found in the district. Sikkim, a Buddhist state of 650,000 people wedged in the mountains between Nepal, Bhutan and China, received 101 millimeters (four inches) of rain in the first five days of October, more than double normal levels. Lhonak Lake is a large glacial bullet-shaped water body that sits at the foot of a melting glacier. An analysis of the images shows more than 60% of the water held in the lake drained out after the extreme rainstorm triggered aglacial lake outburst.This phenomenon happens when a glacial lake rises too high or the surrounding land or ice gives way and the lake bursts, sending water and debris rushing down mountains. Scientists have long studied Lhonak Lake, identifying it as one of the fastest swelling glacial lakes in the region with a high risk for a potential glacial outburst, according tomultiple studies. Mukesh Kumar, a 43-year-old migrant worker in Rangpo, described how he and his neighbors had barely 10 minutes to escape before the flash flood hit. “Had we not left for another two minutes, we might have drowned,” said Kumar, staring at the sludge and debris covering his lodgings. Residents told Reuters that many people whose dwellings were on the ground floor could not have survived. Baiju Sharma, 45, who ran a furniture business, surveyed the aftermath of the disaster. “Where you are standing is 15 feet (4.5 meters) higher than earlier. You are standing on his house,” Sharma said, pointing towards his neighbor. Government officials said about 2,000 tourists stuck in cut off areas of northern Sikkim were reported to be safe, and state authorities and the army had provided them with food and communication facilities to contact their families. Known as the rooftop of the world, the ecologically sensitive Himalayan region is prone to flash floods and landslides, and flooding is not unusual in Sikkim. But scientists are clear that extreme weather is becomingmore frequent and more intenseas the human-caused climate crisis accelerates. CNN’s Helen Regan, Akanksha Sharma and Sania Farooqui contributed reporting",
 "ANI Nepal: First batch of 254 students, stranded amid Israel-Hamas war, land in Kathmandu As the first batch of evacuees from  Israel  arrived back in Kathmandu in the wee hours of Friday, the  Government of Nepal  has announced to make further arrangements to bring back citizens from Israel. A  Nepal Airlines  wide-body aircraft, which flew to Tel Aviv on Thursday morning to bring back the Nepali students, landed in Kathmandu at around 3 am (Local Time) on Friday. Leading the rescue mission, NP Saud, Minister of Foreign Affairs of the Himalayan Nation announced the arrival of 254 students in the first batch of evacuation while 249 still wait back in Israel for airlift. \"The  Nepal Embassy  in Tel Aviv had earlier registered Nepali citizens who wanted to be located in safer areas and those wanting to return back to Nepal. Till now a total of 557 Nepali citizens have registered themselves, of which 503 wanted to return to Nepal and of them a total of 254 students have been evacuated under the first phase of evacuation efforts,\" said Saud while addressing media persons here at the airport on Friday morning. \"Currently in Tel Aviv commercial flights are commencing on a daily basis. The students whom we couldn't accommodate during this evacuation, on the basis of need, the Government of Nepal will make arrangements for their return,\" the Foreign Minister added. Students were seen hugging and embracing their families and relatives as they arrived back in Kathmandu with a feeling of relief but minds full of ordeal. The killing of 10 students working as interns under the \"learn and earn\" scheme of the Israeli government, by the terror group  Hamas  has left everyone there shattered. \"We were having our lunch, then suddenly we got a high alert message, after which we ran towards the bunker, we ran for life leaving all the work. We stayed in the bunker for 2 days, as it wasn't that safe for us, we then shifted to the community bunker where we stayed for about 25 hours. Though the bunker was guarded by the army it wasn't deemed secured as we were running short of supplies. We tried relocating ourselves but the condition developed alike everywhere,\" Krishna Acharya, one of the evacuees who stayed in Northern Israel told as he waited for his luggage to arrive. Another evacuee  Sobha  Paswan who worked at a nursery in Israel had to undergo the same ordeal of drying out supplies and fear of getting bombed. \"On the first day of the war we were really scared, spent the first day in full of fear, we were running out of supplies, we had food only once and we didn't get out of the bunker for a whole 24 hours. We were advised to stay inside and the sirens kept on rising followed by the missile. After completing two rounds of clocks we were advised to go washroom, within less than 5 minutes we again had to rush back to the bunker. A total of 18 people were confined in that tiny bunker.\" As the war between Israel and Hamas continues to enter its 6th day, the whereabouts of one Nepali student are yet to be ascertained. Officials at the  Foreign Ministry  stated that a search is underway utilising all possible measures. Dhan Bahadur Chaudhary, who was injured in an attack by Hamas, also arrived back in Nepal taking support of a wheelchair in the same batch of evacuees. The latest move of the Nepal government comes in the wake of the death of 10 students from Nepal in Kibbutz near the Gaza border after Hamas terrorists opened fire on them on Saturday (October 7). The Nepal government on Sunday confirmed the death of the students, who were in Israel under a 10-month internship in the agricultural sector.  \"Since day one of the ongoing conflict, I was in close contact with my daughter, and her reaction at the time of conversation always scared us. We used to contact her on an hourly basis, in case she was not online or didn't reply to us we used to get really scared and worried for her. We only would settle after seeing her over the virtual video call. After she got on the evacuation plane in Tel Aviv the worries about her ended,\" said Ganesh Kumar Sharma, a family member of one of the evacuees.  Experience Your Economic Times Newspaper, The Digital Way! Saturday, 04 Nov, 2023 Read Complete ePaper  » Digital View Print View Wealth Edition Apple Rings Louder: Sept Qtr Sees Record Revenue in India Apple Inc set a new quarterly revenue record in India with a strong double-digit year-on-year growth in the September quarter, chief executive Tim Cook said on Friday, adding that the world’s second-largest smartphone market is a key focus for the Cupertino, US-based company where it currently has a low share. Young & Restless Driving Change at Motown’s Luxe St Luxury car buyers in India are getting younger with two out of five Audi buyers aged less than 40. At Mercedes-Benz India, buyers have an average age of 38 years, the youngest for the German luxury carmaker globally. The scenario is similar at BMW India where consumers aged 35-40 contribute bulk of the sales. Sony Wants Own Exec as Head of Merged Co Instead of Zee’s Goenka Zee Entertainment Enterprises Ltd (ZEEL) chief Punit Goenka’s position as MD and CEO of the proposed Sony-Zee merged entity is on shaky ground as he continues to be under investigation by the Securities and Exchange Board of India (Sebi) for the alleged diversion of funds from ZEEL to promoter entities, people aware of the development told ET. Read More News on hamas israel nepal embassy nepal airlines government of nepal foreign ministry sobha (Catch all the  Business News ,  Breaking News  Events and  Latest News  Updates on  The Economic Times .) Download  The Economic Times News App  to get Daily Market Updates & Live Business News. ... more less Prime Exclusives Investment Ideas Stock Report Plus ePaper Wealth Edition Bletchley Declaration: Key takeaways from world’s first AI safety summit in UK Dedicated freight corridors put goods trains on the fast track. But will transportation costs drop? Recession or not? It is like a suspense thriller. The climax will decide the fate of global markets. IndiGo’s blues: Why engine troubles can send India’s biggest airline sputtering into turbulence. Quick, easy loan is an agent provocateur. Are unsecured loans vaulting to a contagion of defaults? ‘Jimny is not for volumes’: Away from the mass market, Maruti takes a road it never travelled before 1 2 3 View all Stories",
 "KATHMANDU: Two earthquakes rocked western Nepal on Tuesday, injuring 17 people, damaging homes and triggering a landslide that blocked a major highway, authorities said. The landslide after the quakes of magnitude 6.3 and 5.3 in the district of Bajhang, bordering India, blocked the road to the southern plains, interior ministry official Rama Acharya said. The temblors, centred in Talkot and Chainpur, struck at an interval of about 30 minutes.Tremors from the quakes were felt in Delhi too, where people rushed out of their homes and office buildings in case the structures were compromised. There were no immediate reports of damage.Police official Dipesh Chaudhary said 17 people - 11 women and six men -were injured and were being treated in hospital. One woman was missing after being engulfed by a landslide triggered by the quake, he said. One of the injured people was hit by a falling object, said Narayan Pandey, the top district official. ",
 "Indian rescue teams searched on Thursday for 102 people missing after a devastating flash flood triggered by a high-altitude glacial lake burst killed at least 10, officials said.Violent flooding from glacier lakes dammed by loose rock has become more frequent as global temperatures rise and ice melts, with climate scientists warning it poses an increasing danger across the wider Himalayan mountain range.“At least 10 people were killed and 102 others reported missing,” Prabhakar Rai, director of the Sikkim state disaster management authority, told AFP a day after a wall of water rushed down the mountainous valley in northeastern India.Authorities said roads had been “severely” damaged and that 14 bridges had been washed away.Rescuers were battling to help those hit by the flood, with communications cut across large areas and roads blocked.“Floodwaters have caused havoc in four districts of the state, sweeping away people, roads, bridges,” Himanshu Tiwari, an Indian Army spokesman, told AFP.Twenty-two soldiers are among the missing, the army said. One previously missing soldier was rescued.The army was working to reestablish telephone connections and provide “medical aid to tourists and locals stranded”, it said in a statement.The water surge came after intense rainfall burst the high-altitude Lhonak Lake, which sits at the base of a glacier in peaks surrounding the world’s third-highest mountain, Kangchenjunga.Himalayan glaciers are melting faster than ever due to climate change, exposing communities to unpredictable and costly disasters, according to the International Centre for Integrated Mountain Development (ICIMOD) research group.Related NewsDeath toll in Indian bomb attack now three – PoliceEight Indians sentenced to death in QatarWanted suspect in murder of Nigerian man in India arrested four years later– ‘Serious destruction’ –Water powered downstream, adding to a river already swollen by monsoon rains, damaging a dam, sweeping away houses and bridges, and causing “serious destruction”, the Sikkim state government said.Damage was recorded more than 120 kilometres (75 miles) downstream, and Prime Minister Narendra Modi has promised “all possible support” for those affected.Lhonak Lake shrunk by nearly two-thirds in size, an area roughly equivalent to about 150 football pitches (105 hectares), satellite photographs released by the Indian Space Research Organisation showed.“Intense rain has led to this catastrophic situation in Sikkim where the rain has triggered a glacial lake outburst flood and damaged a dam, and caused loss of life,” said Miriam Jackson, a scientist specialising in ice who monitors Himalayan regions with the Nepal-based ICIMOD.“We observe that such extreme events increase in frequency as the climate continues to warm and takes us into unknown territory.”Earth’s average surface temperature has risen nearly 1.2 degrees Celsius since pre-industrial times but high-mountain regions around the world have warmed at twice that pace, climate scientists say.Sikkim is close to India’s border with Nepal and China and boasts a sizeable military presence.India has been wary of China’s growing military assertiveness and their 3,500-kilometre (2,200-mile) shared frontier has been a perennial source of tension, with parts of Sikkim claimed by Beijing.AFP Violent flooding from glacier lakes dammed by loose rock has become more frequent as global temperatures rise and ice melts, with climate scientists warning it poses an increasing danger across the wider Himalayan mountain range.“At least 10 people were killed and 102 others reported missing,” Prabhakar Rai, director of the Sikkim state disaster management authority, told AFP a day after a wall of water rushed down the mountainous valley in northeastern India.Authorities said roads had been “severely” damaged and that 14 bridges had been washed away.Rescuers were battling to help those hit by the flood, with communications cut across large areas and roads blocked.“Floodwaters have caused havoc in four districts of the state, sweeping away people, roads, bridges,” Himanshu Tiwari, an Indian Army spokesman, told AFP.Twenty-two soldiers are among the missing, the army said. One previously missing soldier was rescued.The army was working to reestablish telephone connections and provide “medical aid to tourists and locals stranded”, it said in a statement.The water surge came after intense rainfall burst the high-altitude Lhonak Lake, which sits at the base of a glacier in peaks surrounding the world’s third-highest mountain, Kangchenjunga.Himalayan glaciers are melting faster than ever due to climate change, exposing communities to unpredictable and costly disasters, according to the International Centre for Integrated Mountain Development (ICIMOD) research group.Related NewsDeath toll in Indian bomb attack now three – PoliceEight Indians sentenced to death in QatarWanted suspect in murder of Nigerian man in India arrested four years later– ‘Serious destruction’ –Water powered downstream, adding to a river already swollen by monsoon rains, damaging a dam, sweeping away houses and bridges, and causing “serious destruction”, the Sikkim state government said.Damage was recorded more than 120 kilometres (75 miles) downstream, and Prime Minister Narendra Modi has promised “all possible support” for those affected.Lhonak Lake shrunk by nearly two-thirds in size, an area roughly equivalent to about 150 football pitches (105 hectares), satellite photographs released by the Indian Space Research Organisation showed.“Intense rain has led to this catastrophic situation in Sikkim where the rain has triggered a glacial lake outburst flood and damaged a dam, and caused loss of life,” said Miriam Jackson, a scientist specialising in ice who monitors Himalayan regions with the Nepal-based ICIMOD.“We observe that such extreme events increase in frequency as the climate continues to warm and takes us into unknown territory.”Earth’s average surface temperature has risen nearly 1.2 degrees Celsius since pre-industrial times but high-mountain regions around the world have warmed at twice that pace, climate scientists say.Sikkim is close to India’s border with Nepal and China and boasts a sizeable military presence.India has been wary of China’s growing military assertiveness and their 3,500-kilometre (2,200-mile) shared frontier has been a perennial source of tension, with parts of Sikkim claimed by Beijing.AFP “At least 10 people were killed and 102 others reported missing,” Prabhakar Rai, director of the Sikkim state disaster management authority, told AFP a day after a wall of water rushed down the mountainous valley in northeastern India.Authorities said roads had been “severely” damaged and that 14 bridges had been washed away.Rescuers were battling to help those hit by the flood, with communications cut across large areas and roads blocked.“Floodwaters have caused havoc in four districts of the state, sweeping away people, roads, bridges,” Himanshu Tiwari, an Indian Army spokesman, told AFP.Twenty-two soldiers are among the missing, the army said. One previously missing soldier was rescued.The army was working to reestablish telephone connections and provide “medical aid to tourists and locals stranded”, it said in a statement.The water surge came after intense rainfall burst the high-altitude Lhonak Lake, which sits at the base of a glacier in peaks surrounding the world’s third-highest mountain, Kangchenjunga.Himalayan glaciers are melting faster than ever due to climate change, exposing communities to unpredictable and costly disasters, according to the International Centre for Integrated Mountain Development (ICIMOD) research group.Related NewsDeath toll in Indian bomb attack now three – PoliceEight Indians sentenced to death in QatarWanted suspect in murder of Nigerian man in India arrested four years later– ‘Serious destruction’ –Water powered downstream, adding to a river already swollen by monsoon rains, damaging a dam, sweeping away houses and bridges, and causing “serious destruction”, the Sikkim state government said.Damage was recorded more than 120 kilometres (75 miles) downstream, and Prime Minister Narendra Modi has promised “all possible support” for those affected.Lhonak Lake shrunk by nearly two-thirds in size, an area roughly equivalent to about 150 football pitches (105 hectares), satellite photographs released by the Indian Space Research Organisation showed.“Intense rain has led to this catastrophic situation in Sikkim where the rain has triggered a glacial lake outburst flood and damaged a dam, and caused loss of life,” said Miriam Jackson, a scientist specialising in ice who monitors Himalayan regions with the Nepal-based ICIMOD.“We observe that such extreme events increase in frequency as the climate continues to warm and takes us into unknown territory.”Earth’s average surface temperature has risen nearly 1.2 degrees Celsius since pre-industrial times but high-mountain regions around the world have warmed at twice that pace, climate scientists say.Sikkim is close to India’s border with Nepal and China and boasts a sizeable military presence.India has been wary of China’s growing military assertiveness and their 3,500-kilometre (2,200-mile) shared frontier has been a perennial source of tension, with parts of Sikkim claimed by Beijing.AFP Authorities said roads had been “severely” damaged and that 14 bridges had been washed away.Rescuers were battling to help those hit by the flood, with communications cut across large areas and roads blocked.“Floodwaters have caused havoc in four districts of the state, sweeping away people, roads, bridges,” Himanshu Tiwari, an Indian Army spokesman, told AFP.Twenty-two soldiers are among the missing, the army said. One previously missing soldier was rescued.The army was working to reestablish telephone connections and provide “medical aid to tourists and locals stranded”, it said in a statement.The water surge came after intense rainfall burst the high-altitude Lhonak Lake, which sits at the base of a glacier in peaks surrounding the world’s third-highest mountain, Kangchenjunga.Himalayan glaciers are melting faster than ever due to climate change, exposing communities to unpredictable and costly disasters, according to the International Centre for Integrated Mountain Development (ICIMOD) research group.Related NewsDeath toll in Indian bomb attack now three – PoliceEight Indians sentenced to death in QatarWanted suspect in murder of Nigerian man in India arrested four years later– ‘Serious destruction’ –Water powered downstream, adding to a river already swollen by monsoon rains, damaging a dam, sweeping away houses and bridges, and causing “serious destruction”, the Sikkim state government said.Damage was recorded more than 120 kilometres (75 miles) downstream, and Prime Minister Narendra Modi has promised “all possible support” for those affected.Lhonak Lake shrunk by nearly two-thirds in size, an area roughly equivalent to about 150 football pitches (105 hectares), satellite photographs released by the Indian Space Research Organisation showed.“Intense rain has led to this catastrophic situation in Sikkim where the rain has triggered a glacial lake outburst flood and damaged a dam, and caused loss of life,” said Miriam Jackson, a scientist specialising in ice who monitors Himalayan regions with the Nepal-based ICIMOD.“We observe that such extreme events increase in frequency as the climate continues to warm and takes us into unknown territory.”Earth’s average surface temperature has risen nearly 1.2 degrees Celsius since pre-industrial times but high-mountain regions around the world have warmed at twice that pace, climate scientists say.Sikkim is close to India’s border with Nepal and China and boasts a sizeable military presence.India has been wary of China’s growing military assertiveness and their 3,500-kilometre (2,200-mile) shared frontier has been a perennial source of tension, with parts of Sikkim claimed by Beijing.AFP Rescuers were battling to help those hit by the flood, with communications cut across large areas and roads blocked.“Floodwaters have caused havoc in four districts of the state, sweeping away people, roads, bridges,” Himanshu Tiwari, an Indian Army spokesman, told AFP.Twenty-two soldiers are among the missing, the army said. One previously missing soldier was rescued.The army was working to reestablish telephone connections and provide “medical aid to tourists and locals stranded”, it said in a statement.The water surge came after intense rainfall burst the high-altitude Lhonak Lake, which sits at the base of a glacier in peaks surrounding the world’s third-highest mountain, Kangchenjunga.Himalayan glaciers are melting faster than ever due to climate change, exposing communities to unpredictable and costly disasters, according to the International Centre for Integrated Mountain Development (ICIMOD) research group.Related NewsDeath toll in Indian bomb attack now three – PoliceEight Indians sentenced to death in QatarWanted suspect in murder of Nigerian man in India arrested four years later– ‘Serious destruction’ –Water powered downstream, adding to a river already swollen by monsoon rains, damaging a dam, sweeping away houses and bridges, and causing “serious destruction”, the Sikkim state government said.Damage was recorded more than 120 kilometres (75 miles) downstream, and Prime Minister Narendra Modi has promised “all possible support” for those affected.Lhonak Lake shrunk by nearly two-thirds in size, an area roughly equivalent to about 150 football pitches (105 hectares), satellite photographs released by the Indian Space Research Organisation showed.“Intense rain has led to this catastrophic situation in Sikkim where the rain has triggered a glacial lake outburst flood and damaged a dam, and caused loss of life,” said Miriam Jackson, a scientist specialising in ice who monitors Himalayan regions with the Nepal-based ICIMOD.“We observe that such extreme events increase in frequency as the climate continues to warm and takes us into unknown territory.”Earth’s average surface temperature has risen nearly 1.2 degrees Celsius since pre-industrial times but high-mountain regions around the world have warmed at twice that pace, climate scientists say.Sikkim is close to India’s border with Nepal and China and boasts a sizeable military presence.India has been wary of China’s growing military assertiveness and their 3,500-kilometre (2,200-mile) shared frontier has been a perennial source of tension, with parts of Sikkim claimed by Beijing.AFP “Floodwaters have caused havoc in four districts of the state, sweeping away people, roads, bridges,” Himanshu Tiwari, an Indian Army spokesman, told AFP.Twenty-two soldiers are among the missing, the army said. One previously missing soldier was rescued.The army was working to reestablish telephone connections and provide “medical aid to tourists and locals stranded”, it said in a statement.The water surge came after intense rainfall burst the high-altitude Lhonak Lake, which sits at the base of a glacier in peaks surrounding the world’s third-highest mountain, Kangchenjunga.Himalayan glaciers are melting faster than ever due to climate change, exposing communities to unpredictable and costly disasters, according to the International Centre for Integrated Mountain Development (ICIMOD) research group.Related NewsDeath toll in Indian bomb attack now three – PoliceEight Indians sentenced to death in QatarWanted suspect in murder of Nigerian man in India arrested four years later– ‘Serious destruction’ –Water powered downstream, adding to a river already swollen by monsoon rains, damaging a dam, sweeping away houses and bridges, and causing “serious destruction”, the Sikkim state government said.Damage was recorded more than 120 kilometres (75 miles) downstream, and Prime Minister Narendra Modi has promised “all possible support” for those affected.Lhonak Lake shrunk by nearly two-thirds in size, an area roughly equivalent to about 150 football pitches (105 hectares), satellite photographs released by the Indian Space Research Organisation showed.“Intense rain has led to this catastrophic situation in Sikkim where the rain has triggered a glacial lake outburst flood and damaged a dam, and caused loss of life,” said Miriam Jackson, a scientist specialising in ice who monitors Himalayan regions with the Nepal-based ICIMOD.“We observe that such extreme events increase in frequency as the climate continues to warm and takes us into unknown territory.”Earth’s average surface temperature has risen nearly 1.2 degrees Celsius since pre-industrial times but high-mountain regions around the world have warmed at twice that pace, climate scientists say.Sikkim is close to India’s border with Nepal and China and boasts a sizeable military presence.India has been wary of China’s growing military assertiveness and their 3,500-kilometre (2,200-mile) shared frontier has been a perennial source of tension, with parts of Sikkim claimed by Beijing.AFP Twenty-two soldiers are among the missing, the army said. One previously missing soldier was rescued.The army was working to reestablish telephone connections and provide “medical aid to tourists and locals stranded”, it said in a statement.The water surge came after intense rainfall burst the high-altitude Lhonak Lake, which sits at the base of a glacier in peaks surrounding the world’s third-highest mountain, Kangchenjunga.Himalayan glaciers are melting faster than ever due to climate change, exposing communities to unpredictable and costly disasters, according to the International Centre for Integrated Mountain Development (ICIMOD) research group.Related NewsDeath toll in Indian bomb attack now three – PoliceEight Indians sentenced to death in QatarWanted suspect in murder of Nigerian man in India arrested four years later– ‘Serious destruction’ –Water powered downstream, adding to a river already swollen by monsoon rains, damaging a dam, sweeping away houses and bridges, and causing “serious destruction”, the Sikkim state government said.Damage was recorded more than 120 kilometres (75 miles) downstream, and Prime Minister Narendra Modi has promised “all possible support” for those affected.Lhonak Lake shrunk by nearly two-thirds in size, an area roughly equivalent to about 150 football pitches (105 hectares), satellite photographs released by the Indian Space Research Organisation showed.“Intense rain has led to this catastrophic situation in Sikkim where the rain has triggered a glacial lake outburst flood and damaged a dam, and caused loss of life,” said Miriam Jackson, a scientist specialising in ice who monitors Himalayan regions with the Nepal-based ICIMOD.“We observe that such extreme events increase in frequency as the climate continues to warm and takes us into unknown territory.”Earth’s average surface temperature has risen nearly 1.2 degrees Celsius since pre-industrial times but high-mountain regions around the world have warmed at twice that pace, climate scientists say.Sikkim is close to India’s border with Nepal and China and boasts a sizeable military presence.India has been wary of China’s growing military assertiveness and their 3,500-kilometre (2,200-mile) shared frontier has been a perennial source of tension, with parts of Sikkim claimed by Beijing.AFP The army was working to reestablish telephone connections and provide “medical aid to tourists and locals stranded”, it said in a statement.The water surge came after intense rainfall burst the high-altitude Lhonak Lake, which sits at the base of a glacier in peaks surrounding the world’s third-highest mountain, Kangchenjunga.Himalayan glaciers are melting faster than ever due to climate change, exposing communities to unpredictable and costly disasters, according to the International Centre for Integrated Mountain Development (ICIMOD) research group.Related NewsDeath toll in Indian bomb attack now three – PoliceEight Indians sentenced to death in QatarWanted suspect in murder of Nigerian man in India arrested four years later– ‘Serious destruction’ –Water powered downstream, adding to a river already swollen by monsoon rains, damaging a dam, sweeping away houses and bridges, and causing “serious destruction”, the Sikkim state government said.Damage was recorded more than 120 kilometres (75 miles) downstream, and Prime Minister Narendra Modi has promised “all possible support” for those affected.Lhonak Lake shrunk by nearly two-thirds in size, an area roughly equivalent to about 150 football pitches (105 hectares), satellite photographs released by the Indian Space Research Organisation showed.“Intense rain has led to this catastrophic situation in Sikkim where the rain has triggered a glacial lake outburst flood and damaged a dam, and caused loss of life,” said Miriam Jackson, a scientist specialising in ice who monitors Himalayan regions with the Nepal-based ICIMOD.“We observe that such extreme events increase in frequency as the climate continues to warm and takes us into unknown territory.”Earth’s average surface temperature has risen nearly 1.2 degrees Celsius since pre-industrial times but high-mountain regions around the world have warmed at twice that pace, climate scientists say.Sikkim is close to India’s border with Nepal and China and boasts a sizeable military presence.India has been wary of China’s growing military assertiveness and their 3,500-kilometre (2,200-mile) shared frontier has been a perennial source of tension, with parts of Sikkim claimed by Beijing.AFP The water surge came after intense rainfall burst the high-altitude Lhonak Lake, which sits at the base of a glacier in peaks surrounding the world’s third-highest mountain, Kangchenjunga.Himalayan glaciers are melting faster than ever due to climate change, exposing communities to unpredictable and costly disasters, according to the International Centre for Integrated Mountain Development (ICIMOD) research group.Related NewsDeath toll in Indian bomb attack now three – PoliceEight Indians sentenced to death in QatarWanted suspect in murder of Nigerian man in India arrested four years later– ‘Serious destruction’ –Water powered downstream, adding to a river already swollen by monsoon rains, damaging a dam, sweeping away houses and bridges, and causing “serious destruction”, the Sikkim state government said.Damage was recorded more than 120 kilometres (75 miles) downstream, and Prime Minister Narendra Modi has promised “all possible support” for those affected.Lhonak Lake shrunk by nearly two-thirds in size, an area roughly equivalent to about 150 football pitches (105 hectares), satellite photographs released by the Indian Space Research Organisation showed.“Intense rain has led to this catastrophic situation in Sikkim where the rain has triggered a glacial lake outburst flood and damaged a dam, and caused loss of life,” said Miriam Jackson, a scientist specialising in ice who monitors Himalayan regions with the Nepal-based ICIMOD.“We observe that such extreme events increase in frequency as the climate continues to warm and takes us into unknown territory.”Earth’s average surface temperature has risen nearly 1.2 degrees Celsius since pre-industrial times but high-mountain regions around the world have warmed at twice that pace, climate scientists say.Sikkim is close to India’s border with Nepal and China and boasts a sizeable military presence.India has been wary of China’s growing military assertiveness and their 3,500-kilometre (2,200-mile) shared frontier has been a perennial source of tension, with parts of Sikkim claimed by Beijing.AFP Himalayan glaciers are melting faster than ever due to climate change, exposing communities to unpredictable and costly disasters, according to the International Centre for Integrated Mountain Development (ICIMOD) research group.Related NewsDeath toll in Indian bomb attack now three – PoliceEight Indians sentenced to death in QatarWanted suspect in murder of Nigerian man in India arrested four years later– ‘Serious destruction’ –Water powered downstream, adding to a river already swollen by monsoon rains, damaging a dam, sweeping away houses and bridges, and causing “serious destruction”, the Sikkim state government said.Damage was recorded more than 120 kilometres (75 miles) downstream, and Prime Minister Narendra Modi has promised “all possible support” for those affected.Lhonak Lake shrunk by nearly two-thirds in size, an area roughly equivalent to about 150 football pitches (105 hectares), satellite photographs released by the Indian Space Research Organisation showed.“Intense rain has led to this catastrophic situation in Sikkim where the rain has triggered a glacial lake outburst flood and damaged a dam, and caused loss of life,” said Miriam Jackson, a scientist specialising in ice who monitors Himalayan regions with the Nepal-based ICIMOD.“We observe that such extreme events increase in frequency as the climate continues to warm and takes us into unknown territory.”Earth’s average surface temperature has risen nearly 1.2 degrees Celsius since pre-industrial times but high-mountain regions around the world have warmed at twice that pace, climate scientists say.Sikkim is close to India’s border with Nepal and China and boasts a sizeable military presence.India has been wary of China’s growing military assertiveness and their 3,500-kilometre (2,200-mile) shared frontier has been a perennial source of tension, with parts of Sikkim claimed by Beijing.AFP Related NewsDeath toll in Indian bomb attack now three – PoliceEight Indians sentenced to death in QatarWanted suspect in murder of Nigerian man in India arrested four years later– ‘Serious destruction’ –Water powered downstream, adding to a river already swollen by monsoon rains, damaging a dam, sweeping away houses and bridges, and causing “serious destruction”, the Sikkim state government said.Damage was recorded more than 120 kilometres (75 miles) downstream, and Prime Minister Narendra Modi has promised “all possible support” for those affected.Lhonak Lake shrunk by nearly two-thirds in size, an area roughly equivalent to about 150 football pitches (105 hectares), satellite photographs released by the Indian Space Research Organisation showed.“Intense rain has led to this catastrophic situation in Sikkim where the rain has triggered a glacial lake outburst flood and damaged a dam, and caused loss of life,” said Miriam Jackson, a scientist specialising in ice who monitors Himalayan regions with the Nepal-based ICIMOD.“We observe that such extreme events increase in frequency as the climate continues to warm and takes us into unknown territory.”Earth’s average surface temperature has risen nearly 1.2 degrees Celsius since pre-industrial times but high-mountain regions around the world have warmed at twice that pace, climate scientists say.Sikkim is close to India’s border with Nepal and China and boasts a sizeable military presence.India has been wary of China’s growing military assertiveness and their 3,500-kilometre (2,200-mile) shared frontier has been a perennial source of tension, with parts of Sikkim claimed by Beijing.AFP – ‘Serious destruction’ –Water powered downstream, adding to a river already swollen by monsoon rains, damaging a dam, sweeping away houses and bridges, and causing “serious destruction”, the Sikkim state government said.Damage was recorded more than 120 kilometres (75 miles) downstream, and Prime Minister Narendra Modi has promised “all possible support” for those affected.Lhonak Lake shrunk by nearly two-thirds in size, an area roughly equivalent to about 150 football pitches (105 hectares), satellite photographs released by the Indian Space Research Organisation showed.“Intense rain has led to this catastrophic situation in Sikkim where the rain has triggered a glacial lake outburst flood and damaged a dam, and caused loss of life,” said Miriam Jackson, a scientist specialising in ice who monitors Himalayan regions with the Nepal-based ICIMOD.“We observe that such extreme events increase in frequency as the climate continues to warm and takes us into unknown territory.”Earth’s average surface temperature has risen nearly 1.2 degrees Celsius since pre-industrial times but high-mountain regions around the world have warmed at twice that pace, climate scientists say.Sikkim is close to India’s border with Nepal and China and boasts a sizeable military presence.India has been wary of China’s growing military assertiveness and their 3,500-kilometre (2,200-mile) shared frontier has been a perennial source of tension, with parts of Sikkim claimed by Beijing.AFP Water powered downstream, adding to a river already swollen by monsoon rains, damaging a dam, sweeping away houses and bridges, and causing “serious destruction”, the Sikkim state government said.Damage was recorded more than 120 kilometres (75 miles) downstream, and Prime Minister Narendra Modi has promised “all possible support” for those affected.Lhonak Lake shrunk by nearly two-thirds in size, an area roughly equivalent to about 150 football pitches (105 hectares), satellite photographs released by the Indian Space Research Organisation showed.“Intense rain has led to this catastrophic situation in Sikkim where the rain has triggered a glacial lake outburst flood and damaged a dam, and caused loss of life,” said Miriam Jackson, a scientist specialising in ice who monitors Himalayan regions with the Nepal-based ICIMOD.“We observe that such extreme events increase in frequency as the climate continues to warm and takes us into unknown territory.”Earth’s average surface temperature has risen nearly 1.2 degrees Celsius since pre-industrial times but high-mountain regions around the world have warmed at twice that pace, climate scientists say.Sikkim is close to India’s border with Nepal and China and boasts a sizeable military presence.India has been wary of China’s growing military assertiveness and their 3,500-kilometre (2,200-mile) shared frontier has been a perennial source of tension, with parts of Sikkim claimed by Beijing.AFP Damage was recorded more than 120 kilometres (75 miles) downstream, and Prime Minister Narendra Modi has promised “all possible support” for those affected.Lhonak Lake shrunk by nearly two-thirds in size, an area roughly equivalent to about 150 football pitches (105 hectares), satellite photographs released by the Indian Space Research Organisation showed.“Intense rain has led to this catastrophic situation in Sikkim where the rain has triggered a glacial lake outburst flood and damaged a dam, and caused loss of life,” said Miriam Jackson, a scientist specialising in ice who monitors Himalayan regions with the Nepal-based ICIMOD.“We observe that such extreme events increase in frequency as the climate continues to warm and takes us into unknown territory.”Earth’s average surface temperature has risen nearly 1.2 degrees Celsius since pre-industrial times but high-mountain regions around the world have warmed at twice that pace, climate scientists say.Sikkim is close to India’s border with Nepal and China and boasts a sizeable military presence.India has been wary of China’s growing military assertiveness and their 3,500-kilometre (2,200-mile) shared frontier has been a perennial source of tension, with parts of Sikkim claimed by Beijing.AFP Lhonak Lake shrunk by nearly two-thirds in size, an area roughly equivalent to about 150 football pitches (105 hectares), satellite photographs released by the Indian Space Research Organisation showed.“Intense rain has led to this catastrophic situation in Sikkim where the rain has triggered a glacial lake outburst flood and damaged a dam, and caused loss of life,” said Miriam Jackson, a scientist specialising in ice who monitors Himalayan regions with the Nepal-based ICIMOD.“We observe that such extreme events increase in frequency as the climate continues to warm and takes us into unknown territory.”Earth’s average surface temperature has risen nearly 1.2 degrees Celsius since pre-industrial times but high-mountain regions around the world have warmed at twice that pace, climate scientists say.Sikkim is close to India’s border with Nepal and China and boasts a sizeable military presence.India has been wary of China’s growing military assertiveness and their 3,500-kilometre (2,200-mile) shared frontier has been a perennial source of tension, with parts of Sikkim claimed by Beijing.AFP “Intense rain has led to this catastrophic situation in Sikkim where the rain has triggered a glacial lake outburst flood and damaged a dam, and caused loss of life,” said Miriam Jackson, a scientist specialising in ice who monitors Himalayan regions with the Nepal-based ICIMOD.“We observe that such extreme events increase in frequency as the climate continues to warm and takes us into unknown territory.”Earth’s average surface temperature has risen nearly 1.2 degrees Celsius since pre-industrial times but high-mountain regions around the world have warmed at twice that pace, climate scientists say.Sikkim is close to India’s border with Nepal and China and boasts a sizeable military presence.India has been wary of China’s growing military assertiveness and their 3,500-kilometre (2,200-mile) shared frontier has been a perennial source of tension, with parts of Sikkim claimed by Beijing.AFP “We observe that such extreme events increase in frequency as the climate continues to warm and takes us into unknown territory.”Earth’s average surface temperature has risen nearly 1.2 degrees Celsius since pre-industrial times but high-mountain regions around the world have warmed at twice that pace, climate scientists say.Sikkim is close to India’s border with Nepal and China and boasts a sizeable military presence.India has been wary of China’s growing military assertiveness and their 3,500-kilometre (2,200-mile) shared frontier has been a perennial source of tension, with parts of Sikkim claimed by Beijing.AFP Earth’s average surface temperature has risen nearly 1.2 degrees Celsius since pre-industrial times but high-mountain regions around the world have warmed at twice that pace, climate scientists say.Sikkim is close to India’s border with Nepal and China and boasts a sizeable military presence.India has been wary of China’s growing military assertiveness and their 3,500-kilometre (2,200-mile) shared frontier has been a perennial source of tension, with parts of Sikkim claimed by Beijing.AFP Sikkim is close to India’s border with Nepal and China and boasts a sizeable military presence.India has been wary of China’s growing military assertiveness and their 3,500-kilometre (2,200-mile) shared frontier has been a perennial source of tension, with parts of Sikkim claimed by Beijing.AFP India has been wary of China’s growing military assertiveness and their 3,500-kilometre (2,200-mile) shared frontier has been a perennial source of tension, with parts of Sikkim claimed by Beijing.AFP AFP",
 "ETMarkets.com Amit Syngle , MD & CEO,  Asian Paints , says “benefit of deferred demand will come in Q3. We are also seeing a longer  festival season  with Diwali in mid-November. We have a good 40-45-day period when good sales can come in and therefore we are still quite positive on Q3 and therefore we expect to get back to the double digit  volume growth  in Q3.” ET Now : Volume growth numbers came in at around 6% for Q2 while the Street was expecting 8-9% growth in terms of volumes. Are you still maintaining the double-digit guidance that you have given in terms of the volume growth of the company?  Unlock Leadership Excellence with a Range of CXO Courses Offering College Course Website IIM Lucknow IIML Chief Executive Officer Programme Visit Indian School of Business ISB Chief Digital Officer Visit IIM Lucknow IIML Chief Operations Officer Programme Visit So, overall yes, for this quarter we got a 6% volume growth. The CAGR levels if you see are still at about 15% over a four-year period. So, overall, the demand was a little depressed in this quarter in terms of what we saw, especially in the month of July where there was very heavy rainfall and progressively seen August and September there was some improvement and we exited at fairly healthy rates in September as we see in terms of overall performance to that extent.  We definitely see some benefit of deferred demand which will come in Q3. We are also seeing a longer festival season with Diwali in mid-November. We have a good 40-45-day period when good sales can come in and therefore we are still quite positive on Q3 and therefore we expect to get back to the double digit volume growth in Q3. Last time you had mentioned that the performance was aided by rural recovery. What trends are you witnessing right now when it comes to the rural and urban regions? During Q2, we have seen that tier I and tier II cities have grown at a higher pace as compared to T3, T4. This is a little bit of a reversal of a trend which we were seeing in Q1 where we were seeing equal growth coming from both urban and rural centres. But in this quarter, we definitely see that in rural centres, demand has been depressed.  We are also seeing a little bit of downgrading in the T3, T4 cities overall towards that extent and that is another phenomenon which we see. Overall, the B2B business has been fairly good in terms of what we have been able to achieve. Whether it is the institutional sales or industrial sales, both have performed quite well in this quarter overall to that extent. So, from the overall demand trends we see this is the general area in terms of how the demand has proceeded.  You Might Also Like: Asian Paints Q2 numbers weak, demand should pick up from Q3: Preeyam Tolia It was subdued a little bit because of the erratic rainfall as we have seen and also because of the fact that today we are looking at a longer festival season ahead so there is some deferment of demand. In crude prices, a surge is seen coming in. Will you be taking any price hikes now? Overall, we have seen a deflation of about 2% in Q1 in terms of raw material prices and a deflation of 3-4% in Q2 as well. The geopolitical situation is now worsening and we have seen a hike in terms of the crude prices. So depending on how inflation behaves, there is reason to believe that material prices will start going up by 1-1.5% in this quarter. So, we will calibrate our prices going forward. We need to get a sense in terms of where the inflation is going going ahead from the point of view of material prices. Apart from crude, will the margin pressure also stem from increased competition given the fact that Grasim will also be launching its product by the end of this calendar year? We have given our margin guidance at the PBIT levels of 18% to 20% and we stick to that guidance from the beginning of the year. Overall, I have always maintained that there has been competition in the market for the last 20 years. Overall so many players have launched in the last three to four years that we do not see any pressures coming in terms of any new players entering the business because the brand is fairly strong and the supply chains trends are also equally strong for taking us ahead. We do not see any disruption happening from the point of view of any margins or any other demand which is going to get hit because of any entry of another player. In terms of your international business, we are seeing headwinds coming in and challenges from the macroeconomic front, in terms of currency depreciation and devaluations coming in in some of the regions. What is the outlook there? We feel that the global market is responding slowly. We have done well in the Middle East market and parts of Africa which is Ethiopia; however, the overall market in Asia has been hit very strongly, especially markets of Nepal and Bangladesh. Bangladesh and Egypt are also witnessing strong depreciation in terms of their currencies overall to that extent. We feel that the global markets will be slow to recover and we are not seeing an immediate recovery happening in Q3 in terms of the global markets. You Might Also Like: ETMarkets Smart Talk: India must take advantage of the break up western world is having with China: Prashant Kothari Connect with Experts - Wealth creation made easy Experience Your Economic Times Newspaper, The Digital Way! Friday, 03 Nov, 2023 Read Complete ePaper  » Digital View Print View Wealth Edition WhatsAppening? Telcos Call Out Tech Cos over Biz SMSes An industry grouping representing India’s top three telcos has accused global consumer-technology majors, such as Microsoft and Amazon, of “presumably circumventing and bypassing the legal telecom route” by using WhatsApp and other unregulated platforms to send enterprise messages to customers, causing a likely ₹3,000-crore annual revenue loss to both the Centre and the service providers. Apple asked to Join CERT-In Probe into iPhone Hacking Bid The government has asked Apple to join a probe into the alleged state-sponsored hacking attempts on iPhones belonging to prominent Indians, including some members of the opposition in Parliament, according to S Krishnan, secretary, ministry of electronics and information technology. Go First Lessors Can Take Back Planes, Engines: DGCA to HC  The Directorate General of Civil Aviation (DGCA) told the Delhi High Court Thursday that Go First’s leased aircraft and engines can be preregistered and returned to lessors, severely denting the bankrupt airline’s revival prospects. Read More News on asian paints asian paints q2 results volume growth Q3 demand amit syngle festival season expert view Stock Market et now asian paints (What's moving  Sensex  and   Nifty   Track   latest market news ,   stock tips  and   expert advice  on   ETMarkets .  Also, ETMarkets.com is now on Telegram. For fastest news alerts on financial markets, investment strategies and stocks alerts,  subscribe to our Telegram feeds .)  Download  The Economic Times News App  to get Daily Market Updates & Live Business News.  Top Trending Stocks:  Sensex Today Live ,  SBI Share Price ,  Axis Bank Share Price ,  HDFC Bank Share Price ,  Infosys Share Price ,  Wipro Share Price ,  NTPC Share Price ... more less Pick the best stocks for yourself \n\t\t            Powered by\n\t\t             Weekly Top Picks: Eight stocks with consistent score improvement and upside potential of up to 40% 9 mins read 4 stocks with 5 % to 8.87% dividend yields and continuous dividend payments for 7 years 7 mins read Weekly Top Picks: Seven large & mid caps with consistent score improvement and upside potential of up to 42% 9 mins read What do Q2 LIC results indicate for other Insurance companies? Two Life and 3 non-life Insurance players with “buy” and “strong buy” ratings 3 mins read Large cap stocks with upside potential of more than 25% 4 mins read 5 stocks for a high dividend yielding portfolio 8 mins read Eight midcap stocks, 2 with“ Strong Buy” and 6 with “Buy” recommendations with potential upside of up to 35% 7 mins read Six high ROE and low PEG ratio stocks, right combination for wealth creation 8 mins read \n                                View  More Stories\n                             \n\t\t            Subscribe to  ETPrime",
 "Twelve Thais have been killed and another 11 kidnapped by Palestinian Hamas militants who launched a mass assault from Gaza on Israel. Another eight Thai nationals have been injured in the violence since Saturday, said Thailand's foreign ministry. It said air force planes were on standby to fly its citizens home.  There are some 30,000 Thais in Israel working in agriculture, many near the Gaza border. Nepal said 10 of its citizens had been killed. Other countries which have reported citizens killed, abducted or missing in the violence in Israel include the US, UK and Germany. Thailand's labour minister Phiphat Ratchakitprakarn told AFP news agency that some 5,000 Thai labourers work in the zone where fighting has been taking place, but that Israeli forces had begun moving them to safety. He added that 1,099 workers have registered to return home.  Workers at a farm in Mivtahim, a town near the Gaza Strip, described Hamas militants storming their farm after rockets were fired in the early hours of Saturday. \"The Hamas militants fired a rocket first, then they stormed our farm. I had to run and hide in my bedroom,\" Udomporn Champahom told the BBC.   Mr Udomporn was later rescued by Israeli soldiers. He said that a fellow Thai who was with him at the time is recovering from a gunshot wound \"as big as a bottle cap\" on his leg. Another Thai worker told the BBC: \"I was running and crawling underneath a truck then the Hamas pulled me out and pointed the gun at me at point blank before firing to the ground.\" The worker, who declined to be named, later managed to escape. Wanida Maarsa told BBC Thai that her husband Anucha Angkaew - who had been working on an avocado farm for almost two years - was one of those taken captive by the militants.  He appeared in a video Hamas put out over the weekend. \"[The man in the video] is absolutely him,\" she said.  \"I have not been able to contact him since 02:00 Bangkok time [19:00 GMT on Friday]. I talked to him just before our daughter went to sleep,\" Ms Wanida added. More than 50 countries are thought to have citizens working inside Israel. Nepal confirmed on Sunday that the 10 students who were killed had gone to Israel to work and acquire skills in an agricultural firm.  One of the victims was 27-year-old Rajesh Kumar Swarnakar, whose family are in mourning in their village Madhuwan in eastern Sunsari district. Rajesh was a final year agriculture student who hoped to go to Australia, his brother Mukesh told BBC Nepali. \"I was not in favour of sending my brother to Israel. He insisted to us that he had received a scholarship and told us that he would save some money to apply for Australia after finishing the programme in Israel.\" Their father Raj Kumar Swarnakar felt the Israeli authorities had been negligent in sending his son for training in an area prone to conflict.  In total Nepal says 265 of its students are working on various Israeli farms.  Seventeen students from Nepal's Far Western University were attacked by Hamas gunmen near Gaza. As well as the 10 killed, four are being treated at local hospitals and two have been rescued to Tel Aviv. One is still missing.  The Nepali embassy in Israel has said more than 200 Nepalese have filled out forms expressing a willingness to return home. In addition to those working in agriculture, another 4,500 Nepalis are reported to be working as caregivers in Israel.  Separately, India said that it is working \"actively\" to bring back its nationals in Israel. According to media reports, there are around 18,000 Indians living and working in the country. Additional reporting by Phanindra Dahal in Nepal",
 "BEIJING: Avalanches have struck high on the slopes of the Tibetan mountain Shishapangma as more than 50 climbers were making a push for the summit, killing an American and Nepalese mountaineer, China's state-run Xinhua news agency reported. Shishapangma, at just over 8,000m, is the world's 14th tallest peak. It is widely regarded as one of the easier mountains of that height, known among climbers as the \"eight-thousanders\". Two avalanches hit its slopes at elevations of 7,600m and 8,000m on Saturday (Oct 7), killing American climber Anna Gutu and Nepalese guide Mingmar Sherpa, Xinhua reported. Another American climber, Gina Marie Rzucidlo, and her Nepalese guide, Tenjen Sherpa, were missing. Tenjen Sherpa was the guide for Norway's Kristin Harila when they climbed K2 in Pakistan in July tobecome the world's fastest climbers to scale all 14 peaks over 8,000m. Another Nepalese guide Karma, Geljen Sherpa, was seriously hurt on Saturday but was escorted down the mountain by rescuers. A total of 52 climbers were pushing for the summit when the avalanches hit, including from the United States, Britain, Romania, Albania, Italy, Japan and Pakistan, Xinhua said. All climbing activity on Shishapangma was suspended due to the unstable snow conditions. Two Pakistani climbers narrowly escaped the avalanches on Saturday after calling off their summit bid because of poor weather despite coming within a few hundred metres of the peak, Pakistani media reported. Had one of the Pakistani climbers, Sirbaz Khan, reached the top of Shishapangma he would have become the first Pakistani to summit all 14 mountains over 8,000m. More than 300 successful summits of Shishapangma have been logged to date, with under 10 per cent of climbers who tried to reach the top dying in their attempts, according to private estimates. That compares with the nearly 30 per cent fatality rate for Nepal's Annapurna I, one of the world's most dangerous peaks. Among those who had previously died on Shishapangma was famed American climber Alex Lowe in 1999, also because of an avalanche. His body as well as the remains of his climbing companion David Bridges were found in 2016 in a partially melted glacier. October is a popular month for climbers in the Himalayas due to its traditionally more stable conditions as monsoon rain eases. But scientists warn that global warming is raising avalanche risks in high-altitude regions including the Himalayas. Last week, a Chinese expedition set up a series of weather stations on the 8,201-metre Cho Oyu on Tibet's border with Nepal tomeasure the impact of climate change in the Himalayas.",
 "Reuters Nepalese PM  Pushpa Kamal Dahal ‘Prachanda’  said in Parliament on Sunday that during his recent meetings with Chinese leaders discussions were held on construction of a transmission line in the northern border region, installation of  solar power plants  along the border, construction of various roads and expansion of cooperation in the health and agriculture sectors. However, a number of Chinese projects in  Nepal  exist only on paper, in stark contrast to projects funded by  India  in the Himalayan country, where India’s grant assistance to Nepal totals around $63 billion, ET has learnt. Prachanda visited China late last month and reportedly got assurance of funding for 12 projects, even as there has been little progress on projects under China’s Belt and Road Initiative ( BRI ) projects in Nepal, according to people with knowledge of the matter. Nepal signed the BRI agreement with China in 2017. However, the country has yet to reap the benefits of the agreement, even as some Nepalese leaders sought Chinese funds to reduce dependence on India. China has raised the issue of delayed BRI projects with Nepalese leaders, but there is no clarity as to why the projects have been delayed, according to Nepal watchers. Some of the projects were added to the BRI at the insistence of some Nepalese leaders, they said. In contrast, since 2018, including during the Covid-19 pandemic, India-backed projects have either been completed or are nearing completion. From border check-posts to healthcare services to road-rail links and power projects, India has launched projects across sectors in the neighbouring country. India’s concessional line of credit to Nepal amounts to $1.65 billion for 22 projects. Besides, the High Impact Community Development Projects programme has been extended up to Rs 3.125 crore per project in critical sectors, including health, education and community infrastructure development. The Indian funded projects that have been completed include integrated check posts at Birgunj and Biratnagar; Motihari-Amlekhgunj petroleum products pipeline; Terai roads project; and Jayanagar-Kurtha-BijalpuraBardibas rail link, two phases of which have been completed and work on the third phase is continuing. Other India-backed projects in Nepal include Jogbani-Biratnagar rail link, 900 MW Arun-III Hydro Electric Project and post-earthquake reconstruction works across housing, education and cultural heritage sectors. Experience Your Economic Times Newspaper, The Digital Way! Friday, 03 Nov, 2023 Read Complete ePaper  » Digital View Print View Wealth Edition WhatsAppening? Telcos Call Out Tech Cos over Biz SMSes An industry grouping representing India’s top three telcos has accused global consumer-technology majors, such as Microsoft and Amazon, of “presumably circumventing and bypassing the legal telecom route” by using WhatsApp and other unregulated platforms to send enterprise messages to customers, causing a likely ₹3,000-crore annual revenue loss to both the Centre and the service providers. Apple asked to Join CERT-In Probe into iPhone Hacking Bid The government has asked Apple to join a probe into the alleged state-sponsored hacking attempts on iPhones belonging to prominent Indians, including some members of the opposition in Parliament, according to S Krishnan, secretary, ministry of electronics and information technology. Go First Lessors Can Take Back Planes, Engines: DGCA to HC  The Directorate General of Civil Aviation (DGCA) told the Delhi High Court Thursday that Go First’s leased aircraft and engines can be preregistered and returned to lessors, severely denting the bankrupt airline’s revival prospects. Read More News on Nepal India solar power plants Indian projects in Nepal BRI Pushpa Kamal Dahal ‘Prachanda’ (Catch all the  Business News ,  Breaking News  Events and  Latest News  Updates on  The Economic Times .) Download  The Economic Times News App  to get Daily Market Updates & Live Business News. ... more less Prime Exclusives Investment Ideas Stock Report Plus ePaper Wealth Edition Riding high on the AI wave, are Indian tech startups missing the bus on innovation? Low index option premiums are like Jezebel, sinking retail traders. Prop traders, punters, too, flail Selling cut-price generics, Mark Cuban is shaking up US pharma. Can Indian drug makers benefit? ‘Use no more than what you need’: How Amazon reached the top of India’s green energy market 3 insights to kick-start your day, featuring subscriptions Zurich Insurance-Kotak Mahindra General Insurance deal Stock Radar: Marico sees profit booking after hitting 52-week high in October; should you buy? 1 2 3 View all Stories",
 " People's Daily Online (Chinadaily.com.cn) 10:30, October 10, 2023 Gaza: Foreign nationals reported dead China reiterated on Monday that it \"opposes and condemns\" violence against civilians as the death toll from the Israel-Palestine conflict reached nearly 1,400. Foreign Ministry spokeswoman Mao Ning said at a news briefing in Beijing that China firmly opposes actions that expand the conflict and undermine regional stability. Beijing hopes for a cease-fire, an end to the conflict and the resumption of peace talks as soon as possible, she added. Mao called on the international community to effectively play its role and work together to cool down the situation. On Monday, Israel's military scoured the country's south for Hamas fighters, guarded breaches in its border fence with tanks and pounded the Gaza Strip from the air. Israel vowed to lay total siege to the impoverished, Hamas-ruled territory in the wake of an unprecedented weekend incursion, and said it had brought in special forces to wrest control of four sites from Hamas fighters. Israel's Prime Minister Benjamin Netanyahu announced on Sunday that the country was \"in a state of war\" and asked Israelis to prepare for a \"long and difficult\" conflict. In response, China had urged relevant parties to remain calm, exercise restraint and immediately end the hostilities to protect civilians and avoid further escalation of the situation. The fighting continued in several locations on Monday morning. At least 800 people have reportedly been killed in Israel — a staggering toll on a scale the country has not experienced in decades — and more than 560 have been killed in the Gaza Strip. The conflict has had a global impact, with several countries reporting their nationals killed, abducted or missing. At least nine United States citizens were killed in the conflict, the US State Department said on Monday in a statement, adding that an undetermined number of US citizens remain missing and unaccounted for. Thailand said at least 12 of its nationals were killed, while Nepal reported 10 deaths. They were all laborers working in Israel. The United Nations said on Monday that more than 123,000 people have been displaced in Gaza since the fresh round of violence erupted on Saturday. AGENCIES VIA XINHUA  ",
 "ETMarkets.com Rajat Sharma, CEO,  Sana Securities , says  “in the last two years,  Bandhan Bank  first acquired home lending business Gruh Finance, then they got into AMC business. They acquired IDFC Mutual Fund Business, which is now Bandhan Mutual Fund. So now going forward, I would not be surprised if we see quarter on quarter, their net interest margins jumping sharply because they have got enough money to give out, enough credit offtake, which they can do with the raw material they have on their books. ” What has been keeping you busy in terms of portfolio allocation? How have you changed? What have you allocated? What have you subtracted in the last three months? I have not done things very differently. It is the same stocks that we are holding and buying more of, which I have spoken about many times. The same ITC, Infosys, Coal India, ONGC, Lupin. We have just added two more stocks. In fact, added one more and initiated coverage on the other one. One is Bandhan Bank because I was going through their financials and it is a very unique bank because most other banking stocks, banking sector in general, you will see the credit offtake is usually very high compared to their deposits growth. This is one bank where deposits are growing really rapidly. And their credit offtake, their lending is not growing as fast. I think the reason is they probably wanted to maintain much cash on their books because the company has done a lot. Unlock Leadership Excellence with a Range of CXO Courses Offering College Course Website IIM Lucknow IIML Chief Marketing Officer Programme Visit IIM Lucknow IIML Chief Executive Officer Programme Visit IIM Lucknow IIML Chief Operations Officer Programme Visit In the last two years, they first acquired home lending business Gruh Finance, then they got into AMC business. They acquired IDFC Mutual Fund Business, which is now Bandhan Mutual Fund. So now going forward, I would not be surprised if you see quarter on quarter, their net interest margins jumping sharply because they have got enough money to give out, enough credit off-take, which they can do with the raw material they have on their books.  Also, valuation-wise, it is amazingly cheap compared to most of the other banking stocks. It is right now available at a price to earnings in multiple of 19. And most of the businesses they have added, will also start generating revenue. So that is one stock which I am having in my portfolio, all client portfolios. Everywhere we have portfolios, you will see we have added Bandhan Bank. The other stock that I am looking at is  Panacea Biotech . It is a very interesting company. In pre-Covid days, they had a lot of debt on their books. Around Covid, they restructured the company. They have paid off all their debt. It is a debt-free company. They got out of low production markets like India and Nepal, which is where they did their portfolio immunization. And now they are focusing more on developing nations.  In Africa, they have patented their polio vaccination in 30 countries. Their big clients are the Government of India, UNICEF, and the Pan American Health Organization. Their order book stands at Rs 1040 crore. That is one stock that I really like.  So, these are the only two stocks that I am looking at. But broadly, to answer your question, I meet clients and they are very eager to add stocks into their portfolios because stock markets have done phenomenally well. What I tell them is that, keep maintaining a balance between the money you have in your fixed income products, in your banks, and what you are investing in stocks. To the extent you have incremental money coming in, have an allocation mix and keep dividing it equally. So, I have not done very much differently in the last few months. Connect with Experts - Wealth creation made easy Print Edition Thursday, 02 Nov, 2023 Experience Your Economic Times Newspaper, The Digital Way! Read Complete Print Edition  » Front Page Pure Politics Companies Brands & Companies Learn more about our print edition More Octoberfest: Most Macro Indicators Enter Party Zone India’s goods and services tax (GST) revenue rose 13% in October to ₹1.72 lakh crore, the second highest monthly collection since the levy was rolled out in July 2017, riding robust festive demand and improved compliance. Big FMCG Bite Gives Teeth to Revival Recipe Global research firm Kantar said it is seeing the start of a turnaround in the fast-moving consumer goods (FMCG) sector, after demand for daily groceries and essentials increased 7.2% year-on-year in the September quarter. Apollo Bets Big on Pvt Credit Space in India Pivoting away from their swashbuckling playbook of big-bang buyouts, most marque PE funds are now embracing private credit as the cost of funds surges to their highest since 2008. Apollo’s private credit unit now manages more than $400 billion in AUM, four times the size of its buyout arm, which has been the linchpin of its business. In an exclusive interview with Swaraj Dhanjal and Arijit Barman in Mumbai during his first India trip, James C Zelter, co-president of the firm, talks about this mega shift in high finance. Read More News on bandhan bank shares bandhan bank panacea biotech panacea biotech shares rajat sharma portfolio sana securities (What's moving  Sensex  and   Nifty   Track   latest market news ,   stock tips  and   expert advice  on   ETMarkets .  Also, ETMarkets.com is now on Telegram. For fastest news alerts on financial markets, investment strategies and stocks alerts,  subscribe to our Telegram feeds .)  Download  The Economic Times News App  to get Daily Market Updates & Live Business News.  Top Trending Stocks:  Sensex Today Live ,  SBI Share Price ,  Axis Bank Share Price ,  HDFC Bank Share Price ,  Infosys Share Price ,  Wipro Share Price ,  NTPC Share Price ... more less Pick the best stocks for yourself \n\t\t            Powered by\n\t\t             Weekly Top Picks: Eight stocks with consistent score improvement and upside potential of up to 40% 9 mins read 4 stocks with 5 % to 8.87% dividend yields and continuous dividend payments for 7 years 7 mins read Weekly Top Picks: Seven large & mid caps with consistent score improvement and upside potential of up to 42% 9 mins read What do Q2 LIC results indicate for other Insurance companies? Two Life and 3 non-life Insurance players with “buy” and “strong buy” ratings 3 mins read Large cap stocks with upside potential of more than 25% 4 mins read 5 stocks for a high dividend yielding portfolio 8 mins read Eight midcap stocks, 2 with“ Strong Buy” and 6 with “Buy” recommendations with potential upside of up to 35% 7 mins read Six high ROE and low PEG ratio stocks, right combination for wealth creation 8 mins read \n                                View  More Stories\n                             \n\t\t            Subscribe to  ETPrime",
 "Ayodhya, an ancient Indian holy city on the banks of the Sarayu river in the northern state of Uttar Pradesh (UP), was caught in a time warp for centuries. All that is now changing as it undergoes a rapid makeover, symbolically ushering in a cultural renaissance. Ayodhya is one of seven holy cities where a temple to Lord Rama, the hero of the Hindu mythological epicRamayana, is situated. The temple stands at what is considered to be his birthplace. From 1986, the site was the eye ofpolitical-legal storms. Some believe it was originally the venue for a Hindu temple that was demolished to construct a mosque known as Babri Masjid. Muslims claim that the land was titled to them and the mosque was built here in 1528 on the orders of the first Mughal emperor, Babur. However, the controversy ended with a Supreme Courtdecisionin 2019 that ordered the disputed land to be given for the construction of a Hindu temple, while the Muslim side would be compensated with five acres of land at a prominent site in Ayodhya to build a mosque. Construction of Ram temple began thereafter, and it is due to be open for worship in early 2024.  Its preeminence as a sought-after destination for Hindu pilgrims is on the horizon amid a massive infrastructure push for its makeover, or as the Hindus might say, its reincarnation. A sprawlingfaith economyis in the works in this underdeveloped and impoverished eastern region of UP, where joblessness and crime have been rampant. Erstwhile government apathy, deep-rooted corruption, and blind faith led to social maladies, locals alleged. The government of Prime Minister Narendra Modi is seeking to change that age-old narrative. According to the temple town’s residents, the transformation is powered by a “double-engine” Bharatiya Janata Party (BJP) government initiative – with Modi at the federal level and backed by Yogi Adityanath, the Hindu monk-turned-UP chief minister in his second consecutive term. Amit Singh, additional district magistrate (executive) of Ayodhya, said the state government is placing emphasis on urban planning to transform the temple town and its adjoining areas – the district known as Faizabad till 2018, and now known as Ayodhya – into a leading spiritual hub. “Work is in progress at a breakneck speed to cater to an uptick in tourist footfall in line with the newmaster plan2031. The three main thoroughfares of the town are being widened between 20 and 14 meters to ease traffic congestion and the work is likely to be completed by December,”Singh said. “The remaining road extension projects near the Ram temple will be completed by early 2024. Altogether, 35 new parking centers are being built. The main railhead, Ayodhya Junction, is being beautified and the under-construction station resembles the Rama temple. Around 35 historic ‘kunds’ (ponds) are also being restored. All the buildings’ facades in the town will sport a uniform color scheme such as saffron,”added Singh. On October 3, the UP government pledged that all clearances and compliance certificates would be given to private players planning to open hotels cashing in on the pilgrims’ progress within a stipulated time frame of 100 days. Currently, only 30-odd facilities along with a few charitable inns and homestays exist. “Ayodhya Housing Development Board has acquired 600 acres of land, where guest houses of state governments such as Tamil Nadu, Uttarakhand, Gujarat, Rajasthan, who have shown interest till date, will be built,”Singh said, giving the interest a pan-Indian sweep. “Plans are afoot to woo non-resident Indians (NRIs) with attractions like a solar cruise on the Sarayu River, a helicopter service, golf carts, a food court and a tent city on the banks of the Sarayu,”he said. “A mobile application has been developed by the Ayodhya Development Authority for these services. Electric buses and charging facilities are also being planned as sustainable and green energy initiatives.” Work is also in progress on the Delhi-VaranasiHigh-Speed Rail Projectvia Ayodhya, which will cut travel down to two hours from the current ten.  Ayodhya Dham, a radius of around 8km around the temple town that prohibits non-vegetarian food and alcohol, looks like a war zone with JCBs, road rollers, blockades, and barricades strewn all around. Work is at a frenetic pace to meet the deadline of the shrine’s consecration – when the idol of Ram Lalla will be installed at the temple, on January 22, in the presence of Modi. Later, the shrine will be open to the public. The BJP’s Girish Pati Tripathi, mayor of Ayodhya Municipal Corporation and a former chief priest of the town’s Teen Kalash Tiwari temple, pointed out that the UP government would foot 60% of the Rs 320-billion ($3.85 billion)costthat is earmarked for the town’s growth and development, while the other 40% would be paid by the federal government. “The ongoing infrastructure boom has led to employment opportunities for laborers from the neighboring districts,”Tripathi said.“We are catering to around 200,000 pilgrims daily, despite the existing infrastructure inadequacies. Many of these pilgrims are from neighboring districts and come for a day’s visit. However, the annual footfall is likely to go up to 40 million in the coming years.” Tripathi recalled that Ayodhya became South Korea’s Gimhae’s sister city in 2000 because of anhistorical connection. Ashraf Hafeez, who plies a battery-driven three-wheeler during the day and retails clothes in the evening at a local marketplace, is looking forward to the “good times.”He returned to his hometown from Mumbai a decade ago, and attributes his decision to divine intervention. “I’m convinced that my impulsive decision was guided by Lord Rama’s wishes, as faith can move mountains. I could become one of the beneficiaries of an imminent economic boom,” he said. A resident of Amaniganj, on the periphery of Ayodhya Dham, Ashraf demolished a part of his house to allow the widening of a thoroughfare. He anticipates an“economic boom.” The construction of the first phase of the Maryada Purushottam Shri Ram International Airport, located on the city’s outskirts, for the domestic sector is to be completed by the end of October and flights are likely to be operational by December. “This will be a record for a brownfield project’s completion within 19 months. Earlier, we had an air strip of 1,500 meters. We’ll apply for a license from the Directorate General of Civil Aviation. So far, air operators have applied for seven routes. Initially, the terminal will have a capacity to handle 500 passengers during peak hours,”said Rajeev Kulshrestha, general manager of the Airport Authority of India. After the first phase, attention would be turned to the next two phases, including starting international flights. Operations are likely to be extended to the Buddhist pilgrim circuit in Lumbini in neighboring Nepal, and also to Sri Lanka. Similarly, Indian Railways has started a train service known as Sri Ramayana Yatra, which covers the sacred places associated with the life of Lord Rama including anextended optional tripto Sri Lanka. Ayodhya’s potential economic boom is attracting private investors. Sunil Rastogi, whose family has been in the local jewelry business for generations, decided to get into the hospitality sector even before plans of the temple’s construction came to fruition. “There was not a single standard hotel in the town,”Rastogi said.“We had a prime property called Swayambar Lawn let out for weddings, birthdays, and other family functions since 2010. We opened Hotel Krinoscco two years ago, and despite the challenges such as the Covid-19 pandemic and the widening of the thoroughfares, business is picking up momentum. We’ve nearly 100% occupancy for the 60-room property, which is only 4km from the temple.” The fledgling hotelier is not a man in a hurry.“It may take 10 years to break even. However, I’d like to play the waiting game,”he said. Paying heed to Yogi Adityanath’s call to make UP a $1 trillion economy by 2027, the House of Abhinandan Lodha, a Mumbai-based realty firm, is betting big on Ayodhya. It enjoys a first-mover advantage and has pledged an investment of Rs 12 billion ($144.18 million) in the temple town alone. The company has begun to acquire 100 acres of land that is within 10km from the temple premises. It aims to develop plots varying between 120 square meters and 500 square meters, pending the civic authority’s approval. It plans to sell branded land to its customers, especially a section of NRIs, to build their own houses. Mahant Sri Vivek Acharya, a 13th-generation chief priest of Dant Dhawan Kund, which owns the highest land parcel in Ayodhya, said several leading Indian hotel chains have been in touch.“However, I’m yet to commit to any single hospitality chain,”he said.“All hotels within the radius of Ayodhya Dham will serve vegetarian food in line with our beliefs.”",
 "Violent torrents struck Sikkim state on Wednesday after the sudden bursting of a high-altitude glacial lake.Climate scientists warn that similar disasters will become an increasing danger across the Himalayas as global temperatures rise and ice melts.“So far 26 bodies have been found in Sikkim,” state relief commissioner Anilraj Rai told AFP by phone.Thirty more bodies had been recovered from the Teesta river basin by search and rescue teams downstream in neighbouring West Bengal state, Jalpaiguri district police superintendent K. Umesh Ganpat told AFP.“The river stretches up to 86 kilometres,” he added. “The search operation is continuing.”Among the dead are seven Indian army soldiers posted in Sikkim, which sits on India’s remote frontiers with Nepal and China and boasts a sizeable military presence.Sixteen soldiers are among the more than 100 people still missing.Related NewsIndia’s defence ministry said in a statement that the floods had washed away “firearms and explosives” from military camps.The army has “established lookout teams all along the river” to recover loose ordnance, the ministry added.Local media reports on Friday said that two people had been killed and four others injured by a mortar shell that exploded while flowing through the flood waters in West Bengal.Roads, bridges and telephone lines have been destroyed across much of the state, complicating evacuations and efforts to communicate with thousands cut off from the rest of the country.More than 1,200 houses had been damaged by the floods, according to the latest Sikkim government bulletin.More than 2,400 people had been rescued while nearly 7,000 others were taking shelter at makeshift relief camps set up at schools, government offices and guesthouses, the bulletin said.AFP Climate scientists warn that similar disasters will become an increasing danger across the Himalayas as global temperatures rise and ice melts.“So far 26 bodies have been found in Sikkim,” state relief commissioner Anilraj Rai told AFP by phone.Thirty more bodies had been recovered from the Teesta river basin by search and rescue teams downstream in neighbouring West Bengal state, Jalpaiguri district police superintendent K. Umesh Ganpat told AFP.“The river stretches up to 86 kilometres,” he added. “The search operation is continuing.”Among the dead are seven Indian army soldiers posted in Sikkim, which sits on India’s remote frontiers with Nepal and China and boasts a sizeable military presence.Sixteen soldiers are among the more than 100 people still missing.Related NewsIndia’s defence ministry said in a statement that the floods had washed away “firearms and explosives” from military camps.The army has “established lookout teams all along the river” to recover loose ordnance, the ministry added.Local media reports on Friday said that two people had been killed and four others injured by a mortar shell that exploded while flowing through the flood waters in West Bengal.Roads, bridges and telephone lines have been destroyed across much of the state, complicating evacuations and efforts to communicate with thousands cut off from the rest of the country.More than 1,200 houses had been damaged by the floods, according to the latest Sikkim government bulletin.More than 2,400 people had been rescued while nearly 7,000 others were taking shelter at makeshift relief camps set up at schools, government offices and guesthouses, the bulletin said.AFP “So far 26 bodies have been found in Sikkim,” state relief commissioner Anilraj Rai told AFP by phone.Thirty more bodies had been recovered from the Teesta river basin by search and rescue teams downstream in neighbouring West Bengal state, Jalpaiguri district police superintendent K. Umesh Ganpat told AFP.“The river stretches up to 86 kilometres,” he added. “The search operation is continuing.”Among the dead are seven Indian army soldiers posted in Sikkim, which sits on India’s remote frontiers with Nepal and China and boasts a sizeable military presence.Sixteen soldiers are among the more than 100 people still missing.Related NewsIndia’s defence ministry said in a statement that the floods had washed away “firearms and explosives” from military camps.The army has “established lookout teams all along the river” to recover loose ordnance, the ministry added.Local media reports on Friday said that two people had been killed and four others injured by a mortar shell that exploded while flowing through the flood waters in West Bengal.Roads, bridges and telephone lines have been destroyed across much of the state, complicating evacuations and efforts to communicate with thousands cut off from the rest of the country.More than 1,200 houses had been damaged by the floods, according to the latest Sikkim government bulletin.More than 2,400 people had been rescued while nearly 7,000 others were taking shelter at makeshift relief camps set up at schools, government offices and guesthouses, the bulletin said.AFP Thirty more bodies had been recovered from the Teesta river basin by search and rescue teams downstream in neighbouring West Bengal state, Jalpaiguri district police superintendent K. Umesh Ganpat told AFP.“The river stretches up to 86 kilometres,” he added. “The search operation is continuing.”Among the dead are seven Indian army soldiers posted in Sikkim, which sits on India’s remote frontiers with Nepal and China and boasts a sizeable military presence.Sixteen soldiers are among the more than 100 people still missing.Related NewsIndia’s defence ministry said in a statement that the floods had washed away “firearms and explosives” from military camps.The army has “established lookout teams all along the river” to recover loose ordnance, the ministry added.Local media reports on Friday said that two people had been killed and four others injured by a mortar shell that exploded while flowing through the flood waters in West Bengal.Roads, bridges and telephone lines have been destroyed across much of the state, complicating evacuations and efforts to communicate with thousands cut off from the rest of the country.More than 1,200 houses had been damaged by the floods, according to the latest Sikkim government bulletin.More than 2,400 people had been rescued while nearly 7,000 others were taking shelter at makeshift relief camps set up at schools, government offices and guesthouses, the bulletin said.AFP “The river stretches up to 86 kilometres,” he added. “The search operation is continuing.”Among the dead are seven Indian army soldiers posted in Sikkim, which sits on India’s remote frontiers with Nepal and China and boasts a sizeable military presence.Sixteen soldiers are among the more than 100 people still missing.Related NewsIndia’s defence ministry said in a statement that the floods had washed away “firearms and explosives” from military camps.The army has “established lookout teams all along the river” to recover loose ordnance, the ministry added.Local media reports on Friday said that two people had been killed and four others injured by a mortar shell that exploded while flowing through the flood waters in West Bengal.Roads, bridges and telephone lines have been destroyed across much of the state, complicating evacuations and efforts to communicate with thousands cut off from the rest of the country.More than 1,200 houses had been damaged by the floods, according to the latest Sikkim government bulletin.More than 2,400 people had been rescued while nearly 7,000 others were taking shelter at makeshift relief camps set up at schools, government offices and guesthouses, the bulletin said.AFP Among the dead are seven Indian army soldiers posted in Sikkim, which sits on India’s remote frontiers with Nepal and China and boasts a sizeable military presence.Sixteen soldiers are among the more than 100 people still missing.Related NewsIndia’s defence ministry said in a statement that the floods had washed away “firearms and explosives” from military camps.The army has “established lookout teams all along the river” to recover loose ordnance, the ministry added.Local media reports on Friday said that two people had been killed and four others injured by a mortar shell that exploded while flowing through the flood waters in West Bengal.Roads, bridges and telephone lines have been destroyed across much of the state, complicating evacuations and efforts to communicate with thousands cut off from the rest of the country.More than 1,200 houses had been damaged by the floods, according to the latest Sikkim government bulletin.More than 2,400 people had been rescued while nearly 7,000 others were taking shelter at makeshift relief camps set up at schools, government offices and guesthouses, the bulletin said.AFP Sixteen soldiers are among the more than 100 people still missing.Related NewsIndia’s defence ministry said in a statement that the floods had washed away “firearms and explosives” from military camps.The army has “established lookout teams all along the river” to recover loose ordnance, the ministry added.Local media reports on Friday said that two people had been killed and four others injured by a mortar shell that exploded while flowing through the flood waters in West Bengal.Roads, bridges and telephone lines have been destroyed across much of the state, complicating evacuations and efforts to communicate with thousands cut off from the rest of the country.More than 1,200 houses had been damaged by the floods, according to the latest Sikkim government bulletin.More than 2,400 people had been rescued while nearly 7,000 others were taking shelter at makeshift relief camps set up at schools, government offices and guesthouses, the bulletin said.AFP India’s defence ministry said in a statement that the floods had washed away “firearms and explosives” from military camps.The army has “established lookout teams all along the river” to recover loose ordnance, the ministry added.Local media reports on Friday said that two people had been killed and four others injured by a mortar shell that exploded while flowing through the flood waters in West Bengal.Roads, bridges and telephone lines have been destroyed across much of the state, complicating evacuations and efforts to communicate with thousands cut off from the rest of the country.More than 1,200 houses had been damaged by the floods, according to the latest Sikkim government bulletin.More than 2,400 people had been rescued while nearly 7,000 others were taking shelter at makeshift relief camps set up at schools, government offices and guesthouses, the bulletin said.AFP The army has “established lookout teams all along the river” to recover loose ordnance, the ministry added.Local media reports on Friday said that two people had been killed and four others injured by a mortar shell that exploded while flowing through the flood waters in West Bengal.Roads, bridges and telephone lines have been destroyed across much of the state, complicating evacuations and efforts to communicate with thousands cut off from the rest of the country.More than 1,200 houses had been damaged by the floods, according to the latest Sikkim government bulletin.More than 2,400 people had been rescued while nearly 7,000 others were taking shelter at makeshift relief camps set up at schools, government offices and guesthouses, the bulletin said.AFP Local media reports on Friday said that two people had been killed and four others injured by a mortar shell that exploded while flowing through the flood waters in West Bengal.Roads, bridges and telephone lines have been destroyed across much of the state, complicating evacuations and efforts to communicate with thousands cut off from the rest of the country.More than 1,200 houses had been damaged by the floods, according to the latest Sikkim government bulletin.More than 2,400 people had been rescued while nearly 7,000 others were taking shelter at makeshift relief camps set up at schools, government offices and guesthouses, the bulletin said.AFP Roads, bridges and telephone lines have been destroyed across much of the state, complicating evacuations and efforts to communicate with thousands cut off from the rest of the country.More than 1,200 houses had been damaged by the floods, according to the latest Sikkim government bulletin.More than 2,400 people had been rescued while nearly 7,000 others were taking shelter at makeshift relief camps set up at schools, government offices and guesthouses, the bulletin said.AFP More than 1,200 houses had been damaged by the floods, according to the latest Sikkim government bulletin.More than 2,400 people had been rescued while nearly 7,000 others were taking shelter at makeshift relief camps set up at schools, government offices and guesthouses, the bulletin said.AFP More than 2,400 people had been rescued while nearly 7,000 others were taking shelter at makeshift relief camps set up at schools, government offices and guesthouses, the bulletin said.AFP AFP",
 "Two earthquakes of magnitude 6.2 and 4.6 on the Richter Scale hit Nepal on Tuesday, with  tremors  felt in large parts of India, the  National Centre for Seismology  (NCS) reported. No loss of life or property has been reported. \"The  earthquake  hit western Nepal, which is a zone near our Uttarakhand region. This was a 6.2 magnitude earthquake which was at a shallow depth of 5 km. We have recorded two aftershocks. In the Delhi region, the magnitude was 3. We have received responses from people that it was felt in Uttarakhand, Punjab, Delhi, Lucknow region, Jaipur region. A few people in Ahmedabad region are also telling us that they felt it there,\" said Sanjay Kumar Prajapati, a scientist from National Centre for Seismology.  People in Delhi and the National Capital Region reported strong tremors after the second quake and rushed out of their offices and high-rise buildings. The Delhi Police urged them not to panic.  \"We hope you all are safe. Please come out of your buildings to a safe spot, but do not panic. DO NOT USE ELEVATORS! For any emergency help, dial 112,\" it said in a post on X. Tremors were felt in other parts of north India including Chandigarh and Jaipur. The Police control room in Jaipur said there was no information yet about any loss.  Earlier, an earthquake with a magnitude of 4.6 on the Richter Scale hit Nepal at 2:25 pm. Reports said that tremors were felt across Delhi, Punjab and nearby regions. — NCS_Earthquake (@NCS_Earthquake)  Experience Your Economic Times Newspaper, The Digital Way! Saturday, 04 Nov, 2023 Read Complete ePaper  » Digital View Print View Wealth Edition Apple Rings Louder: Sept Qtr Sees Record Revenue in India Apple Inc set a new quarterly revenue record in India with a strong double-digit year-on-year growth in the September quarter, chief executive Tim Cook said on Friday, adding that the world’s second-largest smartphone market is a key focus for the Cupertino, US-based company where it currently has a low share. Young & Restless Driving Change at Motown’s Luxe St Luxury car buyers in India are getting younger with two out of five Audi buyers aged less than 40. At Mercedes-Benz India, buyers have an average age of 38 years, the youngest for the German luxury carmaker globally. The scenario is similar at BMW India where consumers aged 35-40 contribute bulk of the sales. Sony Wants Own Exec as Head of Merged Co Instead of Zee’s Goenka Zee Entertainment Enterprises Ltd (ZEEL) chief Punit Goenka’s position as MD and CEO of the proposed Sony-Zee merged entity is on shaky ground as he continues to be under investigation by the Securities and Exchange Board of India (Sebi) for the alleged diversion of funds from ZEEL to promoter entities, people aware of the development told ET. Read More News on Delhi earthquake tremors Earthquake Noida earthquake National Centre for Seismology (Catch all the  Business News ,  Breaking News  Events and  Latest News  Updates on  The Economic Times .) Download  The Economic Times News App  to get Daily Market Updates & Live Business News. ... more less Prime Exclusives Investment Ideas Stock Report Plus ePaper Wealth Edition Bletchley Declaration: Key takeaways from world’s first AI safety summit in UK Dedicated freight corridors put goods trains on the fast track. But will transportation costs drop? Recession or not? It is like a suspense thriller. The climax will decide the fate of global markets. IndiGo’s blues: Why engine troubles can send India’s biggest airline sputtering into turbulence. Quick, easy loan is an agent provocateur. Are unsecured loans vaulting to a contagion of defaults? ‘Jimny is not for volumes’: Away from the mass market, Maruti takes a road it never travelled before 1 2 3 View all Stories",
 "Agencies Scientists are exploring whether the strong earthquake that struck Nepal and the surrounding region on Tuesday is responsible for the south Lhonak lake outburst, which triggered a flash flood in the Teesta river basin in  Sikkim . The lake outburst also resulted in the breach of the  Chungthang  dam, which is the largest hydropower project in the state. This dam is part of the 1,200-megawatt (MW)  Teesta Stage III Hydro Electric Project , in which the state government is the majority stakeholder.  Satellite images released by the Hyderabad-based National Remote Sensing Centre showed that the area of south Lhonak lake reduced by over 100 hectares compared to its size on September 17. This suggests that the lake outburst caused a flash flood in the Teesta River basin in north Sikkim.  Officials said at least eight people died and 69 more, including 22 army personnel, were missing.   Scientists are exploring whether the earthquake that hit Nepal might be a cause of the flash floods in Sikkim. The lake was already vulnerable and covered an area of 168 hectares. Its area has now reduced to 60 hectares, indicating that about 100 hectares of water volume has breached the level, explained a senior official at the Central Water Commission (CWC) to PTI.  The official stated that while it's difficult to determine right now, a cloud burst does not cause such results. Some experts who have visited the site believe that the earthquake may have triggered the floods there.  The flood alerts were also shared with Bangladesh.  The NRSC satellite imagery revealed that the lake covered approximately 162.7 hectares. Its area increased to 167.4 hectares on September 28 but drastically reduced to 60.3 hectares.   In this satellite data, it is evident that the lake area has significantly reduced compared to the September 17, 2023, RISAT 1A MRS satellite data, read an NRSC report.   The glacial lake outburst flood (GLOF) in portions of Lhonak Lake, Mangan district, which caused a rapid rise in water levels with very high velocities downstream along the Teesta River Basin in the early hours of October 4, has resulted in severe damage in Mangan, Gangtok, Pakyong, and Namchi districts, the State Disaster Management Authority said.   The Chungthang NHPC dam and the bridge were washed away. Two bridges at Minshithang, one bridge at Zema, and  Ritchu Bridge , including the Sangkhalang bridge, were washed away, the state government said in a statement.  The SDMA's statement highlighted that following the lake outburst, the water level in the rivers rose at a speed of 15 meters per second.  The lake outburst caused extensive damage to life and property, including the breakdown of road networks and communication. Several vital bridges connecting to the forward border areas with Sikkim have been washed away due to the flash floods in Mangan, Gangtok, Pakyong, and Namchi districts of Sikkim, according to Sikkim's Chief Secretary  Vijay Bhushan Pathak .  Arun B Shrestha , senior climate change specialist, the International Centre for Integrated Mountain Development (ICIMOD), said: \"We're facing a devastating flash flood in the Teesta River. Information is fragmented, but it appears heavy rainfall from a Bay of Bengal low-pressure depression triggered the disaster. This seems like another unfortunate example of cascading hazards.\"  He said that the institute recorded exceedingly high precipitation, exceeding 100 mm within the last 24 hours in the vicinity .  Miriam Jackson , senior cryosphere specialist, ICIMOD, said: \"Intense rain has led to this catastrophic situation in Sikkim where the rain has triggered a glacial lake outburst flood and damaged a dam and caused loss of life and caused further damage to roads and infrastructure. We observe that such extreme events increase in frequency as the climate continues to warm and takes us into unknown territory.\"  Sikkim has 733 glacial lakes, with 288 located above an altitude of 5,000 m, according to NRSC.   According to the South Asia Network of Dams, Rivers and People, south Lhonak lake is a glacial-moraine-dammed lake, located in Sikkim's far northwestern region. It is one of the fastest expanding lakes in the Sikkim Himalaya region, and one of the 14 potentially dangerous lakes susceptible to GLOF.  The lake is located at 5,200 m (17,100 ft) above sea level. It formed due to the melting of the Lhonak glacier. The lake is rapidly growing in size in an abnormally rapid manner due to the melting of the lake's associated South Lhonak glacier and additional melt water from the adjacent North Lhonak and main Lhonak glaciers.  A study published in the journal Science Direct in 2021 stated that since these lakes are mainly situated in remote and unsettled mountain valleys, GLOFs could claim lives and damage assets tens of kilometers downstream.  GLOFs occur when lakes formed by melting glaciers suddenly burst open. This can happen due to various reasons, such as too much water accumulating in the lake or triggers like earthquakes.  When the lake bursts, it releases a massive amount of water all at once, causing flash floods downstream. These floods can be very destructive and dangerous to people and the environment in the area.  Infrastructure exposed to GLOFs in the Teesta valley suggests that many settlements and assets along the river channel at Chungthang are potentially exposed to future GLOFs. This indicates the need for a comprehensive environmental impact assessment and potential GLOF risk mitigation measures.  Some of the largest GLOF events have occurred in the Himalayas, such as the 2013 Chorabari lake outburst, known as the Kedarnath disaster in Uttarakhand. The swelling of the Jhelum river led to Kashmir floods in 2014, and Parechu river flash floods occurred in Himachal Pradesh in 2005.  The Kedarnath disaster, caused by a multi-day cloudburst between June 16-17, 2013, became India's worst natural disaster since the 2004 Indian Ocean Tsunami. The combination of melting from the Chorabari glacier and the eruption of the  Mandakini  river blocked the rivers, causing major overflow. More than 5,700 people were presumed dead.  Destruction of bridges and roads trapped around 300,000 pilgrims and tourists in the valleys leading to three of the four Hindu Chota  Char Dham  pilgrimage sites.   A flash flood in Uttarakhand's Chamoli district on 7 February 2021 ravaged through the valleys of the Rishi Ganga, Dhauliganga and Alaknanda rivers, swept away the unfinished Tapovan Vishnugad Hydropower Project and inflicted substantial damage on the Rishi Ganga Hydropower Project.  A study published in the journal Nature earlier this year stated that 15 million people worldwide are exposed to potential GLOF impacts.  Populations in High Mountains Asia (HMA) are the most exposed, living closest to glacial lakes, with one million people living within 10 km of a glacial lake. More than half of the globally exposed population is found in just four countries: India, Pakistan, Peru, and China. Print Edition Friday, 03 Nov, 2023 Experience Your Economic Times Newspaper, The Digital Way! Read Complete Print Edition  » Front Page Pure Politics Companies Economy & Companies Learn more about our print edition More WhatsAppening? Telcos Call Out Tech Cos over Biz SMSes An industry grouping representing India’s top three telcos has accused global consumer-technology majors, such as Microsoft and Amazon, of “presumably circumventing and bypassing the legal telecom route” by using WhatsApp and other unregulated platforms to send enterprise messages to customers, causing a likely ₹3,000-crore annual revenue loss to both the Centre and the service providers. Apple asked to Join CERT-In Probe into iPhone Hacking Bid The government has asked Apple to join a probe into the alleged state-sponsored hacking attempts on iPhones belonging to prominent Indians, including some members of the opposition in Parliament, according to S Krishnan, secretary, ministry of electronics and information technology. Go First Lessors Can Take Back Planes, Engines: DGCA to HC  The Directorate General of Civil Aviation (DGCA) told the Delhi High Court Thursday that Go First’s leased aircraft and engines can be preregistered and returned to lessors, severely denting the bankrupt airline’s revival prospects. Read More News on sikkim vijay bhushan pathak ritchu bridge miriam jackson mandakini chungthang arun b shrestha char dham teesta stage iii hydro electric project (Catch all the  Business News ,  Breaking News  Events and  Latest News  Updates on  The Economic Times .) Download  The Economic Times News App  to get Daily Market Updates & Live Business News. ... more less ETPrime stories of the day Pharma Selling cut-price generics, Mark Cuban is shaking up US pharma. Can Indian drug makers benefit? 10 mins read Renewables ‘Use no more than what you need’: How Amazon reached the top of India’s green energy market 9 mins read Tech and Gadgets Riding high on the AI wave, are Indian tech startups missing the bus on innovation? 5 mins read Subscribe to  ETPrime",
 "Twitter, now known as X, is rolling out a new $1 per year “Not A Bot” subscription program to reduce spam and bot accounts. The program is initially launching in New Zealand and the Philippines for new users who sign up via the website. The $1 annual fee is intended to “bolster our already significant efforts to reduce spam, manipulation of our platform, and bot activity,” according to anannouncementfrom X. Requiring new users to pay even a small fee creates an increased barrier for bot creators attempting to establish networks of fake accounts quickly. New web users in the two countries must provide a phone number to verify their account and pay the $1 subscription. Without it, they can only view content in a “read-only” mode. The program does not yet apply to new users signing up via mobile apps, though X’s terms and conditions indicate it may expand there soon. The focus on new web-based users makes sense, given that quickly automating account creation through websites is easier than mobile apps. Focusing on two small countries first allows X to test out the system before expanding globally. The new $1 anti-bot subscription is separate from X’s existing $8 per month subscription offering, known as Twitter Blue. The $8 subscription provides users with enhanced features like edit tweets, 1080p video uploads, and reader mode. Only a tiny fraction of users are estimated to pay for Twitter Blue. However, even that small revenue stream is likely welcome for X as it seeks to increase monetization while cutting costs under its new ownerElon Musk. The reasons for launching the program specifically in New Zealand and the Philippines are unclear. However, focusing on regions that have seen more bot activity could help X determine if the fee successfully reduces spam accounts originating from those areas. The relatively small size of these countries also provides a contained environment for X to evaluate the system and iron out any issues before expanding to larger markets. If successful, the $1 anti-bot fee could eventually reach Twitter users in many other countries. Featured Image Credit: iStockphoto; Thank you!",
 "Dozens of foreigners have been killed, injured or taken hostage during a surprise attack on Israel by the Palestinian militant group Hamas that has left 800 people dead, mostly Israelis. Many of the missing foreigners were at an electronic music festival in the southern Israeli desert, at which scores of revellers were massacred. Here is what we know so far: Twelve Thai labourers were killed, eight were wounded and 11 were taken captive, foreign ministry spokeswoman Kanchana Patarachoke said Monday. Labour Minister Phiphat Ratchakitprakarn said there were around 5,000 Thai labourers working in the areas hit by fighting who were being moved to safety. The United States on Monday confirmed the deaths of at least 11 US citizens and said it was \"likely\" that Americans were among the hostages being held by Hamas. \"Sadly, we now know that at least 11 American citizens were among those killed -- many of whom made a second home in Israel,\" President Joe Biden said in a statement. Ten citizens of Nepal were killed in Kibbutz Alumim, one of the flashpoints of the Hamas assault, the Himalayan republic's embassy in Tel Aviv said on Sunday. Four others were being treated in hospital while a search was underway for a fifth person, the embassy added. Kibbutz Alumim was hosting 17 students at the time of the attack. Argentina's foreign ministry on Monday confirmed that seven of the country's nationals were killed and 15 others were missing. Two Ukrainian women who had been living in Israel for years were killed, Ukraine's foreign ministry spokesman Oleg Nikolenko said on Sunday. Two French people have been killed in \"Hamas's terrorist attacks against Israel\", the French government said. A 12-year-old is among 14 of its nationals missing after Hamas launched the deadly raids into Israel, the French foreign ministry said calling the situation \"worrying\". \"Based on the information we have, we consider it highly likely that some of them have been abducted\", the ministry said in a statement, adding that \"this number is still subject to change\". At least one Russian has been killed and four others are missing, the Russian embassy in Tel Aviv announced on Monday, quoted by the Russian news agencies. Israel's ambassador to Britain said there was one 26-year-old British citizen missing, without naming the person. A British man who was serving in the Israeli army, Nathanel Young, 20, also died in fighting with Hamas, his family said on Sunday. The Canadian government said Monday that one Canadian had died and three others were missing. Cambodia's Prime Minister Hun Manet said one Cambodian student was killed. Several dual German-Israeli nationals were kidnapped, a German foreign ministry source said Sunday. The mother of 22-year-old Shani Louk told news outlet Der Spiegel that she recognised her daughter in videos circulating online of a half-naked woman lying face down in the back of a pick-up truck in Gaza with armed men seated around her. Ricarda Louk told Spiegel that her daughter had been at the music festival. Brazil's foreign ministry said on Sunday that three dual Brazilian-Israeli nationals were missing after attending the festival. The Chilean foreign ministry confirmed Monday that two nationals are missing. The couple lived on a kibbutz not far from Israel's border with Gaza. Italian Foreign Minister Antonio Tajani said that two Israeli-Italians were missing. \"They have not been located and are not answering calls,\" he said. Two Paraguayan nationals who had been living in Israel are missing, Paraguay's government said, without giving details. The Peruvian foreign ministry said two nationals were missing, without offering any further details. Tanzania's ambassador to Israel told AFP two Tanzanian nationals were missing. Mexico's Foreign Minister Alicia Barcena wrote on X, formerly Twitter, that two Mexicans, a man and a woman, had been taken hostage, without giving further details. Two Colombians who were at the Supernova festival are missing, Israel's ambassador to Colombia said on X. The Colombian government confirmed that two Colombians were at the rave and said it was trying to help locate them. Panama's government said one of its nationals, Daryelis Denises Saez Batista, was missing. An Irish-Israeli woman has been confirmed missing by the Irish government.",
 "Israel pounded Hamas targets in Gaza Tuesday and said the bodies of 1,500 Islamist militants were found in southern towns recaptured by the army in gruelling battles near the Palestinian enclave. Prime Minister Benjamin Netanyahu has warned Israel's military campaign following Saturday's surprise mass onslaught was only the start of a sustained war to destroy Hamas and \"change the Middle East\". Fears of a regional conflagration have surged amid expectations of an Israeli ground incursion into the crowded Palestinian Gaza Strip from where Hamas launched its land, air and sea attack on the Jewish Sabbath. The death toll in Israel has surged above 900 from the worst attack in the country's 75-year history, while Gaza officials have reported 687 people killed so far. Netanyahu compared the large-scale slaughter of Israeli civilians to the atrocities committed by the Islamic State group, also known as ISIS, when they controlled vast swathes of Syria and Iraq. \"Hamas terrorists bound, burned and executed children,\" a seething Netanyahu said in a televised address to the grieving nation late Monday. \"They are savages. Hamas is ISIS.\" The veteran leader at the helm of Israel's hard-right coalition also called for an \"emergency government of national unity\" after years of political crisis and bitter societal divisions. The Israeli army has called up 300,000 reservists for its \"Swords of Iron\" campaign and massed tanks and other heavy armour both near Gaza, and on the northern border with Lebanon. \"Around 1,500 bodies of Hamas (fighters) have been found in Israel around the Gaza Strip,\" said army spokesman Richard Hecht. Key ally the United States -- which reported 11 of its own citizens killed, and more missing in the spiralling conflict -- stressed its full support for Israel, as did Britain, France, Germany and Italy. The five Western powers and many other nations have reported citizens killed, abducted or missing, also including Brazil, Cambodia, Canada, Ireland, Mexico, Nepal, Panama, Paraguay, Russia, Thailand and Ukraine. Hamas has held around 150 hostages since its ground incursion, among them children, elderly and young people who were captured at a music festival where some 270 died. On Monday, Hamas warned it would start killing hostages every time Israel launches a strike on a civilian target in Gaza without warning. Fireballs repeatedly lit up Gaza City before dawn on Tuesday as explosions shook the ground and sirens wailed. Israel imposed a total siege on long-blockaded Gaza on Monday, cutting off the water supply, food, electricity and other essential supplies. United Nations chief Antonio Guterres said he was \"deeply distressed\" by the siege announcement and warned Gaza's already dire humanitarian situation will now \"only deteriorate exponentially\". The UN human rights chief Volker Turk said Tuesday that imposing \"sieges that endanger the lives of civilians by depriving them of goods essential for their survival is prohibited under international humanitarian law\". Israeli strikes have levelled residential tower blocks and mosques and wrought widespread destruction in Gaza's Jabalia refugee camp, where on Monday many charred bodies were pulled from the rubble. Three Palestinian journalists were killed early Tuesday in an Israeli air strike that hit a Gaza City residential building, a media union and an Hamas official said. The small country, which has long prided itself on a high-tech military and intelligence edge, has been shaken to the core after being blindsided by the massive attack. Washington has pledged to send munitions and military equipment to back Israel and deployed an aircraft carrier group to the eastern Mediterranean. The White House said there was no intention to put US boots on the ground, while also condemning the \"ISIS-level savagery\" of the Hamas attack. Israel faced the threat of a multi-front war after two days of clashes on the northern border with Lebanon with militants from the Iran-backed Hezbollah movements. Unrest has also surged in the occupied West Bank, where 15 Palestinians have died since Saturday. Iran -- which is openly committed to Israel's destruction -- has praised the surprise attack by Hamas but repeatedly denied playing any role in it. Hamas has called on \"resistance fighters\" in the West Bank and in Arab and Islamic nations to join what it has dubbed \"Operation Al-Aqsa Flood\". A senior US defence official said \"we are deeply concerned about Hezbollah making the wrong decision and choosing to open a second front to this conflict\". Global powers and regional governments including Egypt, Turkey and Gulf states, have engaged in frantic diplomacy seeking to prevent any further escalation. Saudi Arabia's de facto ruler Crown Prince Mohammed bin Salman told Palestinian president Mahmud Abbas that the kingdom was working to ensure the conflict does not spread across the region, state media said Tuesday. Turkey's President Recep Tayyip Erdogan warned Israel against \"indiscriminately\" attacking civilians and also delivered measured criticism of Hamas, urging both sides to respect the \"ethics\" of war.",
 "X, the platform previously known as Twitter, has introduced a new $16 per month Premium Plus plan that lets subscribers pay more to get the biggest boost for their replies. Not only does the plan offer the “largest reply boost,” but it also removes ads from your For You and Following feeds, according to a page detailing the features of the subscription . Premium Plus builds on the perks that come with X’s standard Premium plan (formerly Twitter Blue), which includes a blue checkmark, the ability to edit tweets, longer posts, longer video uploads, encrypted direct messages, and more. In addition to Premium Plus, X also introduced a new “Basic” option for $3 per month. However, this plan doesn’t let you pay your way to verification — it doesn’t include a checkmark — and subscribers will only receive a “small boost” to their replies. It also doesn’t include reduced ads or access to X’s media studio. Both new plans are currently available to purchase only on the web. The standard Premium subscription costs $8 per month if purchased directly. Earlier this month, a report from Bloomberg emerged that X had been testing new paid membership tiers . Since taking over last year , owner Elon Musk has begun searching for ways to monetize the platform and even started making users in New Zealand and the Phillippines pay $1 per year to access X. Musk has also added a series of new features to X, including livestreaming, video and audio calls , and even plans to incorporate banking . Comments",
 "Elon Musk'sX, previously known as Twitter, has started charging new users in New Zealand and the Philippines a $1 annual fee just to use the platform. The policy, which starts today, was first reported byFortune's Kylie Robinsonon Tuesday. It was quickly confirmed by the platform itself when itsaidthat it was trialing its new \"Not A Bot\" program in those two countries. X did not specify if the trial would eventually be extended to other countries. As part of the trial, \"new, unverified accounts\"  would have to pay a $1 annual subscription fee \"to be able to post & interact with other posts.\" Existing users would not be affected by the trial, the platform said. The platform added that the new policy wasn't \"a profit driver\" and was instead meant to minimize the influence of bots. Musk and his company have long pondered making changes to the platform's payment plans. Last month, Musk told Israel's prime minister, Benjamin Netanyahu, during alivestreamthat X mightroll out a paywall for all its users. \"We are actually going to come up with a lower-tier pricing. We want it to be just a small amount of money,\" the billionaire said then. \"It's a longer discussion, but this is actually the only defense against armies of bots.\" On October 5,Bloombergreported that X was planning totrial three premium service tiersfor users based on the number of ads shown. Musk has rolled outmultiple changesto the platform since heacquired it in October 2022. In April, Musk replaced the platform'slegacy verification program— the blue ticks that verified the authenticity of famous personalities — with theTwitter Blue subscription program. Then, in July, he changed the platform's name fromTwitter to X. Musk has been focused on putting X on a path toward profitability, given the decline in its advertising revenues. In July, the billionaire said in anX postthe company was in a challenging financial position. \"We're still negative cash flow, due to ~50% drop in advertising revenue plus heavy debt load,\" Musk wrote. \"Need to reach positive cash flow before we have the luxury of anything else.\" Representatives for X did not immediately respond to a request for comment from Insider sent outside regular business hours."
]